<unk>	0
<s>	0
</s>	0
ን	-3.84873
ና	-4.05632
ም	-4.14528
▁በ	-4.45162
▁	-4.55412
▁የ	-4.60516
▁ላይ	-4.69449
▁ከ	-4.73572
▁እና	-4.96395
▁ነው	-5.14977
ው	-5.31483
▁ለ	-5.3324
▁ወደ	-5.43048
▁ጋር	-5.4792
ት	-5.6102
▁አቶ	-5.62508
▁ውስጥ	-5.71628
▁አበባ	-5.76856
▁ከተማ	-5.84222
▁ሲሆን	-5.89712
▁ቤት	-5.94542
▁መሆኑን	-6.02563
▁ስራ	-6.06643
▁አም	-6.09897
▁አዲስ	-6.10439
▁አመት	-6.12321
▁የኢትዮጵያ	-6.14646
▁መንግስት	-6.1514
▁ጊዜ	-6.19036
በት	-6.26804
▁ሚኒስትር	-6.30493
▁ቀን	-6.30749
▁ኢትዮጵያ	-6.34401
▁በላይ	-6.36304
▁ክልል	-6.38545
▁ብር	-6.42024
▁ብለዋል	-6.42076
▁ከፍተኛ	-6.42529
▁ሰዎች	-6.42991
▁ገልፀዋል	-6.45893
▁ደግሞ	-6.47283
▁ሺህ	-6.48219
▁ሲ	-6.49915
▁ጉዳይ	-6.61873
▁ጠቅላይ	-6.64259
▁እንደ	-6.64721
▁ተናግረዋል	-6.64947
▁በኋላ	-6.67453
▁መሰረት	-6.68555
▁ወቅት	-6.68656
▁ግን	-6.68993
▁ነበር	-6.69506
▁እንዲሁም	-6.69527
ስ	-6.71017
በ	-6.71601
▁ዋና	-6.72163
▁ደረጃ	-6.73131
▁ቡድን	-6.74963
▁መካከል	-6.75681
ል	-6.76304
▁እስከ	-6.76581
▁በኢትዮጵያ	-6.76853
የ	-6.76998
▁ምክንያት	-6.78634
▁ሚሊዮን	-6.79401
▁ሚኒስቴር	-6.80676
ር	-6.81124
▁ጨዋታ	-6.82354
▁ሁኔታ	-6.82901
▁አመታት	-6.83734
▁ድጋፍ	-6.84487
▁አ	-6.85463
▁ያለው	-6.85864
▁ምክር	-6.87801
▁መረጃ	-6.88332
▁ይህ	-6.90425
▁አገልግሎት	-6.90467
▁ቤቱ	-6.90873
▁አንድ	-6.91224
ነት	-6.9494
▁ናቸው	-6.95872
▁ዛሬ	-6.96426
▁የስራ	-6.98454
▁ከዚህ	-6.98462
▁ልማት	-7.00607
▁አቀፍ	-7.01497
▁ቢ	-7.01828
▁ጉዳዮች	-7.01901
▁ዶክተር	-7.0191
▁የሚ	-7.01972
▁መንገድ	-7.0228
▁አሁን	-7.02562
▁በመቶ	-7.02876
▁የውጭ	-7.03944
▁ድርጅት	-7.04784
▁በፊት	-7.0549
▁ብሄራዊ	-7.05643
▁ባንክ	-7.05744
▁ሁለት	-7.0628
▁–	-7.0633
▁ሀይል	-7.07608
▁አስተዳደር	-7.0816
▁የተለያዩ	-7.08166
▁ያሉት	-7.08671
ከ	-7.09024
▁ፕሬዚዳንት	-7.09544
▁ምክትል	-7.10364
▁ህግ	-7.11801
▁ጀምሮ	-7.11841
ች	-7.12033
▁ብቻ	-7.13181
▁ሌሎች	-7.14392
▁ወር	-7.14817
▁ቁጥር	-7.15518
▁መግለጫ	-7.15895
▁እንደሆነ	-7.1627
▁በዚህ	-7.17046
ዎች	-7.17407
▁ችግር	-7.18383
▁መ	-7.18387
▁አባላት	-7.1841
▁ሀገራት	-7.19334
▁ፍርድ	-7.19409
▁ሚኒስትሩ	-7.19434
▁ፖሊስ	-7.19748
▁ነጥብ	-7.2037
▁ሊ	-7.21799
▁ሳምንት	-7.22555
▁አለም	-7.23018
ባቸው	-7.23826
ውን	-7.23916
ብ	-7.25533
▁ተ	-7.25538
▁በአዲስ	-7.2576
▁ውይይት	-7.2668
▁ሀላፊ	-7.26764
▁ተቋማት	-7.26812
▁በኩል	-7.2734
▁ግንኙነት	-7.27543
▁ግብ	-7.27933
▁ዘመን	-7.27976
▁እንዲ	-7.28566
▁ፅህፈት	-7.28596
▁ግንባታ	-7.29386
▁ጨምሮ	-7.30212
▁ዶላር	-7.30262
▁በተለያዩ	-7.30323
▁ነገር	-7.30427
▁ለማድረግ	-7.30741
▁አስታውቋል	-7.30747
▁በመሆኑ	-7.32197
▁ተብሎ	-7.32895
▁ለማግኘት	-7.32936
▁አካላት	-7.3354
▁በማድረግ	-7.33769
▁ቤቶች	-7.34677
▁ህዝብ	-7.35432
▁ቀናት	-7.35535
ዋ	-7.35942
▁ቢሊዮን	-7.36217
▁አህመድ	-7.36701
▁ድረስ	-7.36843
ክ	-7.37136
ለ	-7.37575
▁ጥረት	-7.38232
▁ሲሉ	-7.39664
▁ሊግ	-7.39971
▁በርካታ	-7.40087
▁የመንግስት	-7.40106
▁ቀደም	-7.40109
ያ	-7.40394
▁የአፍሪካ	-7.40611
▁ይታወሳል	-7.41077
▁ጥያቄ	-7.41118
▁ጉዳት	-7.41546
▁ይ	-7.41569
▁ትምህርት	-7.41831
▁ዘርፍ	-7.41975
▁መሆኑ	-7.42756
▁ኤፍቢሲ	-7.43191
▁እለት	-7.43759
▁ተከትሎ	-7.44418
ድ	-7.44654
▁ስምምነት	-7.45405
▁ምርጫ	-7.45477
▁ያለውን	-7.46292
▁ስር	-7.46443
▁ሆኖ	-7.46471
▁እንቅስቃሴ	-7.46642
▁ቡና	-7.46869
▁የነበረው	-7.47304
▁በተጨማሪ	-7.47493
▁ወራት	-7.48237
▁ኮሚሽን	-7.48338
▁የአዲስ	-7.49078
▁መሆናቸውን	-7.49251
▁ዜጎች	-7.49632
▁ተገልጿል	-7.49919
▁አስታወቀ	-7.50241
▁ውሳኔ	-7.50383
▁ባለፈው	-7.51316
ታ	-7.51396
▁ውጤት	-7.51426
▁ጉባኤ	-7.51476
▁ሰአት	-7.51991
▁ቫይረስ	-7.52388
▁ቃል	-7.52389
▁ዙሪያ	-7.53094
▁አካባቢ	-7.53287
▁ቢሆንም	-7.53308
▁ሙሉ	-7.53812
▁እድል	-7.53915
▁ስራዎች	-7.54614
▁ያለ	-7.54909
▁ስለ	-7.55046
▁በሚል	-7.55072
▁ተብሏል	-7.551
▁ቢሮ	-7.55839
▁ሶስት	-7.55854
▁ንግድ	-7.5655
▁አስታውቀዋል	-7.56717
▁የሚገኙ	-7.56802
ማ	-7.57036
▁አፍሪካ	-7.57123
▁ኳስ	-7.57123
▁ፓርቲ	-7.57545
▁እንደገለፁት	-7.57612
▁ኛ	-7.57795
▁ጥሪ	-7.57805
▁ታውቋል	-7.58105
▁ያ	-7.58404
▁ኮሚቴ	-7.5863
▁ዳይሬክተር	-7.5877
▁እ	-7.60081
▁ያሉ	-7.60681
▁ስርአት	-7.60942
ሳ	-7.61398
▁ዶር	-7.61588
▁ጥቃት	-7.61945
▁አስረድተዋል	-7.62191
▁አካባቢዎች	-7.62225
▁ሚሊየን	-7.62254
▁ዞን	-7.62564
▁እንደሚ	-7.63541
▁ሀገር	-7.63543
▁ሰላም	-7.64191
▁ዳር	-7.64301
▁የአለም	-7.64693
▁የጤና	-7.64833
▁የህዝብ	-7.65538
▁ሱዳን	-7.66694
▁ተጫዋቾች	-7.6676
▁ልዩ	-7.66906
▁ማ	-7.68765
▁የተ	-7.69747
▁እርምጃ	-7.69892
▁ይፋ	-7.70316
▁የፖለቲካ	-7.70387
▁አሰልጣኝ	-7.70629
▁አገር	-7.71768
▁በጀት	-7.71877
▁ማድረግ	-7.7214
ላ	-7.72536
ቱ	-7.72582
▁እቅድ	-7.72751
▁እስካሁን	-7.72961
▁ባ	-7.73047
▁ደቂቃ	-7.73374
▁በቀጣይ	-7.7348
ላቸው	-7.73773
▁የክልሉ	-7.74025
▁ምርመራ	-7.74882
▁ትኩረት	-7.74897
▁በበኩላቸው	-7.75071
▁የንግድ	-7.7586
ሽ	-7.76552
▁ኤፍ	-7.76678
▁ጥሩ	-7.76765
▁ተጨማሪ	-7.76835
▁ጠቁመዋል	-7.76866
▁በተለይ	-7.77319
▁ጨዋታዎች	-7.77433
▁ሆነው	-7.77436
▁መንግስታት	-7.77659
▁አገራት	-7.77672
▁በአሁኑ	-7.77676
▁በቅርቡ	-7.77782
▁አመራሮች	-7.78245
▁የልማት	-7.79049
▁እንደነበር	-7.79214
ግ	-7.79299
▁በጋራ	-7.79696
▁መብት	-7.80024
▁ዝግጅት	-7.80423
▁ገቢ	-7.80471
▁ክስ	-7.8048
▁በማለት	-7.80916
▁ወይም	-7.81074
▁ሲል	-7.81305
▁የፋና	-7.81607
▁አደጋ	-7.81661
▁መሪ	-7.81939
▁ለውጥ	-7.82037
▁መከላከያ	-7.82232
▁አገሮች	-7.82292
▁ምላሽ	-7.82371
▁በመሆን	-7.82426
▁ሂደት	-7.82641
▁ሆነ	-7.8282
▁ቦታ	-7.82969
▁አል	-7.83104
▁መረጃዎችን	-7.83142
▁ይገኛል	-7.83247
▁አቅም	-7.83709
▁አቃቤ	-7.83738
ፍ	-7.83779
▁ወንጀል	-7.83982
▁ሀብት	-7.84239
▁የገለፁት	-7.84668
▁ባለፉት	-7.84673
▁ድርጅቶች	-7.85052
▁በመ	-7.85215
ሮ	-7.85236
▁ሰው	-7.85277
▁ይጠበቃል	-7.85392
ተባበሩት	-7.85955
▁በተጨማሪም	-7.86282
▁ይሆናል	-7.86581
▁ህይወት	-7.86909
▁አብይ	-7.86913
▁ብዙ	-7.87462
▁ቡድኑ	-7.87718
▁የነበሩ	-7.87858
▁ያላቸው	-7.87887
▁እየ	-7.88358
▁ግድብ	-7.88616
▁የፀጥታ	-7.88647
ተ	-7.8891
▁መልኩ	-7.88912
▁ተወካዮች	-7.89177
▁ባለ	-7.90084
▁ገልጿል	-7.90089
▁የፌዴራል	-7.9036
ዎ	-7.90411
ይ	-7.90566
▁ተግባር	-7.90658
▁ገንዘብ	-7.90834
▁ውድድር	-7.90962
ዉ	-7.91087
▁ማእከል	-7.91121
ቸው	-7.9124
▁ይህንን	-7.91404
ራ	-7.91527
▁የህግ	-7.92101
▁ዋንጫ	-7.92115
▁አንዱ	-7.92607
▁ሀሳብ	-7.92899
▁ካ	-7.93769
▁የአሜሪካ	-7.93916
▁አይነት	-7.94165
▁አራት	-7.94579
▁ድምፅ	-7.95402
▁መሆኑንም	-7.95459
▁እየተ	-7.95573
ህ	-7.96036
ቶ	-7.96095
▁አካል	-7.96129
▁ይህን	-7.96328
▁በሙሉ	-7.9634
▁በተመለከተ	-7.96368
ዝ	-7.96545
▁ሰራተኞች	-7.96624
▁የኮሮና	-7.96692
▁ወጣቶች	-7.96807
▁ሺ	-7.96897
ሉ	-7.97163
▁ስቴትስ	-7.97169
▁አምባሳደር	-7.97339
▁በቁጥጥር	-7.97477
▁መልእክት	-7.97699
▁ትናንት	-7.97726
▁ሁሉም	-7.97811
▁ምርት	-7.9805
▁በአለም	-7.98264
▁ሀላፊዎች	-7.98345
▁ዙር	-7.9838
▁መጠን	-7.9846
▁ጊዮርጊስ	-7.98642
▁ችግሮች	-7.98825
▁በአንድ	-7.98843
▁ዋጋ	-7.98886
▁አባል	-7.98939
▁አምስት	-7.98974
▁ፕሮጀክት	-7.9988
▁የጋራ	-8.00053
▁ክፍል	-8.00115
▁ገፃችን	-8.00357
▁ሜትር	-8.00619
▁ያህል	-8.00724
▁የሰላም	-8.00738
▁አጋማሽ	-8.0075
▁በፍጥነት	-8.00755
▁ሀይሎች	-8.0113
▁ምንም	-8.01156
▁ውጪ	-8.01447
▁እድገት	-8.01525
▁በሰጡት	-8.01687
▁ስብሰባ	-8.01828
▁አስፈፃሚ	-8.01847
▁ባለስልጣን	-8.02009
▁ብሏል	-8.0246
▁የሚል	-8.02771
▁ውሀ	-8.02996
▁ተግባራዊ	-8.0358
▁አዋጅ	-8.03766
▁ከተሞች	-8.04186
▁የሚገኘው	-8.0435
▁የሚያስችል	-8.0461
ጠቅላይ	-8.04794
▁ከኢትዮጵያ	-8.04907
▁ግብር	-8.04908
▁ህብረት	-8.05009
▁ፍላጎት	-8.05166
▁ነዋሪዎች	-8.05174
▁ውጭ	-8.05432
▁ሁለቱ	-8.05601
▁ዩኒቨርሲቲ	-8.05742
▁ለመከላከል	-8.05769
▁ሳይ	-8.0606
▁ጥቅምት	-8.06473
ሰ	-8.06474
ቅ	-8.06654
▁ባህር	-8.07055
▁ባለው	-8.07069
▁ኩባንያ	-8.07143
▁ወረዳ	-8.07231
▁በክልሉ	-8.07268
▁መሀመድ	-8.07292
▁መሬት	-8.07329
▁በሚ	-8.07504
▁ኢትዮጵያውያን	-8.07549
▁ወጪ	-8.07769
▁ሁሉ	-8.07838
ጋ	-8.07986
ዳ	-8.08081
▁አየር	-8.08424
ባ	-8.08435
▁ባለሙያዎች	-8.08469
ዎቹ	-8.08481
▁ክልሎች	-8.08513
▁ሰራዊት	-8.08589
▁ደቡብ	-8.08651
▁ነፃ	-8.09383
▁ሚና	-8.09447
▁ጤና	-8.09514
▁በተያያዘ	-8.09522
▁የገንዘብ	-8.09662
መ	-8.10098
▁መስሪያ	-8.1029
▁የውሀ	-8.1036
▁ፓርቲዎች	-8.10415
▁የትምህርት	-8.1046
▁አመቱ	-8.10478
▁ርእሰ	-8.1067
▁በዛሬው	-8.11031
▁በዚህም	-8.11608
ሪ	-8.11766
▁በተለይም	-8.11769
▁አስተዋፅኦ	-8.11868
▁ግጭት	-8.12071
ረ	-8.12186
ደ	-8.12457
▁የሆነው	-8.12639
▁ብለው	-8.12687
▁ክፍለ	-8.12811
▁ጥር	-8.12883
▁መርሀ	-8.13427
ካ	-8.1345
▁በአጠቃላይ	-8.13725
▁ቆይታ	-8.14033
▁ሪፖርት	-8.14518
▁መስከረም	-8.14603
▁ወረርሽኝ	-8.14849
ከዚህ	-8.14879
▁ያገኘነው	-8.14958
▁የአማራ	-8.1525
▁የሆነ	-8.15512
▁በሀገሪቱ	-8.15553
▁ዘግቧል	-8.15721
▁እንደሚገባ	-8.15752
▁አይ	-8.15801
▁ትልቅ	-8.1617
▁የውድድር	-8.16247
ሩ	-8.16404
▁መሆን	-8.16594
▁በአል	-8.16683
ኢፌዴሪ	-8.167
▁ክለቦች	-8.16984
▁ክለብ	-8.17113
▁ኩባንያዎች	-8.17321
▁ሀ	-8.17552
▁ወይዘሮ	-8.17573
▁ሰኔ	-8.17733
ነ	-8.18154
▁በአፍሪካ	-8.18207
አዲስ	-8.18301
▁የሀገሪቱ	-8.18985
▁ህዝቦች	-8.19049
▁እንጂ	-8.19371
▁ስጋት	-8.1963
▁ቦርድ	-8.19685
ለት	-8.19741
▁የነበረ	-8.20139
▁የተሻለ	-8.20263
▁ወቅታዊ	-8.20344
ጥ	-8.20419
▁ሴቶች	-8.20554
▁ኢንዱስትሪ	-8.2064
▁ስነ	-8.20712
▁ብሎ	-8.20751
▁ተማሪዎች	-8.21189
▁መስራት	-8.21243
▁ትብብር	-8.21396
▁ተጠቃሚ	-8.21522
▁የሰብአዊ	-8.21714
▁ይገባል	-8.22319
▁ቻናል	-8.22452
▁የደቡብ	-8.2249
▁ሳይሆን	-8.22555
▁ሀላፊነት	-8.22761
▁ግንቦት	-8.22875
▁ባለስልጣናት	-8.22928
▁አቅርበዋል	-8.23134
▁የተባለው	-8.23255
▁መሪዎች	-8.23315
▁አለ	-8.23339
▁ጥናት	-8.23529
▁ፕሬዝዳንት	-8.23531
▁ተችሏል	-8.23732
▁ጥበቃ	-8.23835
▁ውል	-8.24747
▁ምን	-8.24958
▁ታህሳስ	-8.25253
▁ግለሰቦች	-8.25263
▁አላማ	-8.25272
▁በአገሪቱ	-8.25347
▁የሆኑ	-8.25516
▁የነበሩት	-8.25809
▁መድረክ	-8.26095
▁በኛው	-8.26138
ሞ	-8.26616
▁ንብረት	-8.26725
▁አመልክተዋል	-8.26815
▁ያመለክታል	-8.27103
▁በደቡብ	-8.27162
▁ጥቅም	-8.27363
▁ትኩስ	-8.27538
▁የሚያ	-8.27555
▁ለሪፖርተር	-8.28034
▁መስመር	-8.28247
▁ገለፃ	-8.28271
▁ባለፈ	-8.28409
▁እንደሚገኝ	-8.28694
▁አቢይ	-8.28887
▁ባደረጉት	-8.28908
▁ዘገባ	-8.29164
ሲ	-8.29716
▁አሜሪካ	-8.29834
▁እየተሰራ	-8.29838
▁ፕሪምየር	-8.29921
▁ለመስጠት	-8.29983
▁ቡድኖች	-8.30198
▁ለኢትዮጵያ	-8.30208
▁እየሰራ	-8.303
▁የኢኮኖሚ	-8.30644
▁በታች	-8.30679
▁አባ	-8.3076
▁ገልፀው	-8.30886
▁ገበያ	-8.31138
▁እንዲሆን	-8.3137
ኝ	-8.31806
▁ክፍሎች	-8.31985
▁አድርጓል	-8.32129
ቀ	-8.32192
▁በከፍተኛ	-8.32227
ሎ	-8.32628
ኒ	-8.33126
▁ለመፍታት	-8.33136
▁ፈቃድ	-8.3382
▁አይደለም	-8.33957
▁የመጀመሪያ	-8.34034
አቶ	-8.34164
ታል	-8.3418
▁መልካም	-8.34187
▁ጎል	-8.34231
▁መጋቢት	-8.34278
▁ጨዋታው	-8.34309
▁ህገ	-8.34564
▁በተ	-8.34746
▁ጠንካራ	-8.34764
▁ተሳትፎ	-8.34774
▁ንግግር	-8.35072
▁ትእዛዝ	-8.35299
▁እንዳይ	-8.35324
▁የድምፅ	-8.35592
▁ይታወቃል	-8.35674
▁አፈፃፀም	-8.35714
▁በቀለ	-8.35741
አ	-8.35882
▁ቫይረሱ	-8.3595
▁አንፃር	-8.35954
▁የተናገሩት	-8.35958
▁ስድስት	-8.36264
ኑ	-8.36438
▁መልክ	-8.36521
▁ከንቲባ	-8.36523
▁ለማወቅ	-8.36575
▁አመራር	-8.36835
ዶ	-8.36906
▁የጦር	-8.36951
▁ተጫዋች	-8.37091
▁ስልጠና	-8.37242
▁እንደሚችል	-8.37262
▁ክለቡ	-8.37508
▁ሜዳ	-8.37515
▁አዲሱ	-8.37586
▁ተስፋዬ	-8.37653
▁ምንጮች	-8.37689
▁እየተካሄደ	-8.3772
▁ፕሮግራም	-8.37764
▁ብዙሀን	-8.37841
▁የካቲት	-8.37843
▁የአገሪቱ	-8.37877
ሊ	-8.37978
▁ኤሌክትሪክ	-8.38018
ቃ	-8.38095
ኛ	-8.38197
▁ሀዋሳ	-8.38392
▁የምርጫ	-8.38534
▁አሰራር	-8.3858
ሌ	-8.38643
▁ኢኮኖሚ	-8.3876
▁አድርገዋል	-8.39151
▁ቅዱስ	-8.39293
▁ስልጣን	-8.39554
▁የህክምና	-8.3995
▁አጠቃላይ	-8.40193
▁እንደተናገሩት	-8.40312
▁የግል	-8.40384
▁ለዚህ	-8.40473
▁ኪሎ	-8.40488
▁ቴክኖሎጂ	-8.40601
ገ	-8.40638
▁በሆነ	-8.40734
ጣ	-8.40825
▁የመከላከያ	-8.40862
▁አዳዲስ	-8.40878
▁አድርጎ	-8.40905
▁አብመድ	-8.41191
▁ኮርፖሬት	-8.41252
▁ተቋም	-8.41441
▁ከፍ	-8.41479
▁ቦታዎች	-8.41521
▁አስመልክቶ	-8.41899
▁በሀላ	-8.41994
▁የቀድሞ	-8.42058
▁የአየር	-8.42067
▁ያላቸውን	-8.42413
▁እንዳለበት	-8.42542
▁ማለት	-8.42559
▁ድርሻ	-8.42562
ዛ	-8.42969
▁የነበረውን	-8.43309
▁እያ	-8.43558
▁ነሀሴ	-8.43959
▁ሀምሌ	-8.44154
▁ከተ	-8.44164
▁ተፅእኖ	-8.44223
▁ያደረጉት	-8.4446
▁በመንግስት	-8.44481
▁ይገኛሉ	-8.44673
▁ጉብኝት	-8.44818
▁ታደሰ	-8.45202
ሚ	-8.45358
ዊ	-8.45723
▁ፕሮጀክቶች	-8.45869
▁አሸናፊ	-8.4603
▁የትግራይ	-8.46245
▁ከሆነ	-8.46257
▁ህክምና	-8.46281
▁ሊያ	-8.46439
▁ችሎት	-8.46542
ችው	-8.46658
▁እርዳታ	-8.4679
ትዊተር	-8.46899
▁አዳማ	-8.47075
▁እጥረት	-8.47089
▁ሆኗል	-8.47137
▁እያደረገ	-8.47577
▁በኦሮሚያ	-8.47756
▁ባለሀብቶች	-8.47851
▁ያድርጉ	-8.47914
▁በሌሎች	-8.47917
▁የሚሆኑ	-8.47931
▁አቅርቦት	-8.47978
▁እየተደረገ	-8.48119
▁በአጭር	-8.48185
▁ተገለፀ	-8.49007
▁የኦሮሚያ	-8.4911
▁ኤጀንሲ	-8.4916
▁ሊቀመንበር	-8.49298
▁ህዳር	-8.49302
▁ተስፋ	-8.49366
▁ሰብስክራይ	-8.49495
▁ለመስራት	-8.49719
▁የምግብ	-8.49775
▁በትግራይ	-8.49798
▁እንዳ	-8.49944
▁ታሪክ	-8.50255
▁መንገዶች	-8.50464
▁በማ	-8.50854
ፈ	-8.50921
▁ሰፊ	-8.51107
▁የሆኑት	-8.51151
▁እጅግ	-8.51228
▁ለማ	-8.51355
ናል	-8.51392
▁ባወጣው	-8.5152
▁እንዳሉት	-8.51571
▁ይሁን	-8.51872
▁ደህንነት	-8.51904
ሀ	-8.52051
▁ህዳሴ	-8.52154
▁በተመሳሳይ	-8.52159
▁ኮሚሽነር	-8.5218
▁ገፅ	-8.52267
▁ሲሆኑ	-8.52302
▁ብሮድካስቲንግ	-8.52359
▁መስጠት	-8.52396
ዋል	-8.52574
▁መስተዳድር	-8.52577
▁በቫይረሱ	-8.52627
▁ብድር	-8.52645
▁የመ	-8.52657
▁ከአዲስ	-8.52695
▁ሁለተኛ	-8.52755
▁መቶ	-8.52869
ፋ	-8.52898
▁መኮንን	-8.53023
▁ከባድ	-8.53069
▁ሌላ	-8.53237
▁ሰባት	-8.53517
▁ኛው	-8.53627
▁አስ	-8.53682
▁ሊጉ	-8.53834
▁ክፍያ	-8.53848
ኮ	-8.53895
▁ደሳለኝ	-8.54172
▁ቋሚ	-8.54305
▁የሚታወስ	-8.54436
ዬ	-8.54916
ሶ	-8.54955
▁ቅጣት	-8.55046
▁ችሏል	-8.5515
▁ዘርፎች	-8.55308
▁የሰው	-8.5571
ሙ	-8.55735
▁ሙከራ	-8.55753
▁ስፍራ	-8.55854
▁ቁጥጥር	-8.55997
▁ስራዎችን	-8.56103
ቆ	-8.56136
▁አስተዳደሩ	-8.56148
▁እንዳለ	-8.56235
▁በጣም	-8.56371
▁ቴሌቪዥን	-8.56609
▁መፍትሄ	-8.56693
▁አሳስበዋል	-8.56707
ኖ	-8.56773
▁መሆናቸው	-8.57083
▁ረገድ	-8.57231
▁ትራምፕ	-8.57347
▁ጉዞ	-8.57525
ቸውን	-8.57808
▁መደበኛ	-8.57879
▁ገለፁ	-8.5792
▁ለህዝብ	-8.58035
ቦ	-8.58278
▁ግርማ	-8.58488
▁ተጫዋቾችን	-8.5853
▁ድሬዳዋ	-8.58727
▁በአማራ	-8.58807
ዲ	-8.58832
▁ፋይል	-8.58916
▁ቀጠሮ	-8.59332
▁የሀገር	-8.59371
▁ግብፅ	-8.59375
▁መረጃዎች	-8.59423
▁እኤአ	-8.59429
ሬ	-8.5959
▁ወዲህ	-8.59616
▁ወሮ	-8.59619
▁ሰላማዊ	-8.59677
▁አስኪያጅ	-8.59688
▁ማብራሪያ	-8.59931
▁ነገ	-8.59958
▁ዝርዝር	-8.59963
▁ከአንድ	-8.59977
▁ሰጥተዋል	-8.60036
▁የከተማ	-8.60058
▁ሰጥቷል	-8.60543
▁ህፃናት	-8.60623
ሻ	-8.60661
▁ጎን	-8.60814
▁ያዳምጡ	-8.61046
▁ወሳኝ	-8.61071
▁ዘንድ	-8.61083
የኢትዮጵያ	-8.61131
▁የብሄራዊ	-8.61268
▁ሆቴል	-8.61841
▁ረቂቅ	-8.61844
▁ተመሳሳይ	-8.61892
▁ምድብ	-8.62005
▁ለማሳደግ	-8.62205
▁ከሚ	-8.62227
▁ወታደራዊ	-8.62257
▁አቀባይ	-8.62351
በዚህም	-8.62475
▁መጨረሻ	-8.62636
▁ቢሊየን	-8.62716
ሜ	-8.62977
▁ኢንቨስትመንት	-8.63098
ነው	-8.63189
▁ምንጭ	-8.63489
▁ክትትል	-8.63555
▁መሳሪያ	-8.63617
▁የማ	-8.63706
▁በመጠቀም	-8.63772
▁እንዳለው	-8.64104
▁አስር	-8.64342
▁ጠይቀዋል	-8.64378
▁ጫና	-8.64524
▁ደብዳቤ	-8.64579
▁ዘመቻ	-8.6479
ኢትዮጵያ	-8.64811
ችን	-8.64843
▁ህጋዊ	-8.64911
▁ስፖርት	-8.65038
▁ድረ	-8.65279
ቴ	-8.65346
▁ዋስትና	-8.6553
▁ሳ	-8.65604
▁ኢንጂነር	-8.6567
▁ተደርጓል	-8.65689
▁ላ	-8.65718
▁አስተያየት	-8.65947
▁እግርኳስ	-8.65981
ዘ	-8.66113
▁ድርድር	-8.66157
▁መደረጉን	-8.66208
▁ድቻ	-8.66274
▁ለመፍጠር	-8.6637
▁እንደሚገኙ	-8.66647
▁በቂ	-8.66676
▁የሁለቱ	-8.66723
▁እግር	-8.66821
▁የግብርና	-8.66865
ዎችን	-8.66967
ጅ	-8.67069
ቲ	-8.67291
▁ከውጭ	-8.67319
ቢ	-8.67441
▁በወቅቱ	-8.67513
▁አስፈላጊ	-8.67598
▁ዴሞክራሲያዊ	-8.67642
▁ወጥ	-8.67908
▁ማክሰኞ	-8.68144
▁የኤሌክትሪክ	-8.68263
▁በተደጋጋሚ	-8.68328
▁አቋም	-8.68384
▁በሚገኘው	-8.68492
▁ድል	-8.68675
▁ዜና	-8.68772
▁አንድነት	-8.68903
▁እንደሚሆን	-8.68933
▁ዘገባው	-8.68958
▁ሰ	-8.69007
▁ማህበረሰብ	-8.69184
▁በመግለፅ	-8.69339
ባት	-8.69407
▁ፌዴሬሽን	-8.69477
እ	-8.69549
▁በስልክ	-8.69691
ጭ	-8.69745
▁የማይ	-8.69793
▁ኢ	-8.69852
▁ስርጭት	-8.69872
▁በመስጠት	-8.69886
▁ቅድመ	-8.69889
▁በአግባቡ	-8.70007
▁ባንኮች	-8.70018
▁ይችላል	-8.70084
▁መድረሱን	-8.70261
▁ይዞ	-8.70267
ወ	-8.70277
▁ስም	-8.704
▁የለም	-8.70407
▁ጥያቄዎች	-8.70555
▁ያመላክታል	-8.70558
በትን	-8.70897
▁ሰነድ	-8.70978
▁ኢዜአ	-8.7104
▁መከላከል	-8.71225
▁በአ	-8.71244
ዮ	-8.7144
▁ሄክታር	-8.71492
▁ቻይና	-8.71696
ዩ	-8.71822
▁ሀይሉ	-8.72139
ቡ	-8.72194
▁በዚሁ	-8.72201
▁ሰላምና	-8.72271
ኩ	-8.72368
▁ወገኖች	-8.72375
▁የፌደራል	-8.72393
▁ሀገሮች	-8.72498
▁በይፋ	-8.7269
▁ከተለያዩ	-8.72742
▁ያደረገ	-8.72764
▁በሁለት	-8.73005
▁እሁድ	-8.73194
▁ጌታቸው	-8.73296
▁ባሻገር	-8.73373
▁በመሆኑም	-8.73488
▁ባደረገው	-8.73535
▁ተግባራት	-8.73541
▁ጅማ	-8.73551
▁ጠቅላላ	-8.74069
▁ተነግሯል	-8.74098
▁አቅጣጫ	-8.74113
▁አለበት	-8.74265
▁ቅዳሜ	-8.74309
▁ዳይሬክተሩ	-8.74326
▁በተካሄደው	-8.74447
▁ተያይዞ	-8.74599
▁በአካባቢው	-8.74641
▁የአገር	-8.74762
▁ኮርፖሬሽን	-8.74787
▁አብራርተዋል	-8.74804
▁ሆስፒታል	-8.74875
▁ልምድ	-8.74969
▁የግብ	-8.75225
▁የአ	-8.75265
▁አመልክቷል	-8.75327
▁አማካኝነት	-8.75345
ሱ	-8.75355
▁ያደረገው	-8.75467
▁ምርቶች	-8.75554
▁ሰኞ	-8.75625
▁ማህበራዊ	-8.75637
▁ውጤታማ	-8.75713
▁ሀላፊው	-8.75839
▁አርብ	-8.75868
በተጨማሪም	-8.76063
▁ወረዳዎች	-8.76116
▁ብርሀኑ	-8.76128
ቁ	-8.76534
ሁ	-8.76956
▁ለማጠናከር	-8.77191
▁ተጠቁሟል	-8.7732
▁አርሶ	-8.7736
▁የዩናይትድ	-8.77398
▁የመጀመርያ	-8.77424
ታቸው	-8.77528
▁ህብረተሰቡ	-8.77536
ምድብ	-8.77567
▁ሰብሳቢ	-8.77653
▁አቀፉ	-8.77784
አስቸኳይ	-8.77816
▁ሀገሪቱ	-8.77961
▁ኮሚቴው	-8.78026
▁ማሀበር	-8.78146
▁ከነማ	-8.78242
▁መንግስቱ	-8.78406
▁ከበደ	-8.78472
▁እውቅና	-8.78474
▁ከሁለት	-8.78475
▁ስ	-8.78485
▁አስታወቁ	-8.78641
▁ስላሉ	-8.78651
▁ጦርነት	-8.78664
▁በሁለቱ	-8.78908
▁በነበረው	-8.79161
▁እንዲደርስ	-8.79172
ጎ	-8.79375
▁ስታዲየም	-8.79398
▁ድንበር	-8.79495
▁ይበልጥ	-8.79676
▁ቶን	-8.79766
▁የፋይናንስ	-8.80177
▁በውጭ	-8.80185
▁ዝግጁ	-8.80189
▁በተደረገው	-8.80274
▁ትራንስፖርት	-8.80371
▁እንደሆነም	-8.80414
▁በአሜሪካ	-8.80612
▁ምግብ	-8.80729
ሶከር	-8.8074
▁ለመ	-8.80831
▁ስራው	-8.80953
ኪ	-8.81077
▁ዘንድሮ	-8.81151
▁የቀድሞው	-8.81243
▁በኮሮና	-8.81245
▁አንስተዋል	-8.81338
▁ችግሮችን	-8.81416
▁ሰብአዊ	-8.81716
▁ማሻሻያ	-8.81751
▁አንዳንድ	-8.81767
▁ዘመናዊ	-8.82122
▁በህግ	-8.82233
▁ሽልማት	-8.82389
▁በሌላ	-8.82446
▁ከሌሎች	-8.82584
▁ተቃውሞ	-8.82607
▁ጣቢያ	-8.82669
▁ባለቤት	-8.8276
▁የሱዳን	-8.82847
▁ታ	-8.83262
▁ፋብሪካ	-8.83269
▁ጠቅሰዋል	-8.8339
▁ሀብረት	-8.83405
▁ቤተ	-8.8346
▁መንግስታዊ	-8.83461
▁ከመ	-8.83717
▁ጦር	-8.83934
▁ላለፉት	-8.83939
▁ባንኩ	-8.83973
▁ድርጊት	-8.83998
▁ድርጅቱ	-8.84086
አሁን	-8.84116
▁ማስከበር	-8.84202
▁የፅሁፍ	-8.84225
▁ፈጣን	-8.84485
▁ለአዲስ	-8.84489
▁ኢትዮጵያን	-8.8471
ጫ	-8.84835
▁የኢንዱስትሪ	-8.84871
▁ነፃነት	-8.84904
▁ህገወጥ	-8.84947
▁በሀገር	-8.84987
ዱ	-8.84989
ሰበር	-8.85171
▁አበበ	-8.85187
▁ተሳታፊ	-8.85211
▁አጥቂ	-8.8526
▁እን	-8.85331
▁በሁሉም	-8.85342
▁ዘ	-8.85439
ዩብ	-8.85466
ኔ	-8.85626
▁ተጠናክሮ	-8.85664
▁ከእኛ	-8.85752
▁ሳቢያ	-8.85773
▁ጊዜያት	-8.86152
▁ስርአቱ	-8.862
▁እንደተ	-8.86237
▁እነዚህ	-8.86285
▁ለማረጋገጥ	-8.86685
▁አቻ	-8.86807
▁ማግኘት	-8.8689
ቶች	-8.86912
▁ዮሀንስ	-8.8697
▁ዶናልድ	-8.87066
▁ወጣት	-8.87212
ዘወትር	-8.87242
▁በሰላም	-8.87282
▁ነበሩ	-8.87357
▁የተገኘው	-8.87445
▁ስምንት	-8.87491
▁በድጋሚ	-8.87533
▁አገሪቱ	-8.87569
▁የምርመራ	-8.87734
▁የህወሀት	-8.87784
ክለቡ	-8.87874
በር	-8.8788
▁የቻይና	-8.87906
▁ምስራቅ	-8.87959
ሴ	-8.87967
▁አውሮፕላን	-8.87971
▁በአገር	-8.88006
▁የኢንቨስትመንት	-8.88023
▁ሲዳማ	-8.88024
▁ኦ	-8.88048
▁ማድረጉን	-8.88161
በዚህ	-8.88191
▁እንኳን	-8.88291
▁ስደተኞች	-8.88384
▁ትክክለኛውን	-8.88394
▁የጠቅላይ	-8.88551
▁መልስ	-8.88862
▁ለመገንባት	-8.89036
▁የሚገኙት	-8.89113
▁ኮሚሽኑ	-8.89127
▁ስታድየም	-8.89163
▁የትራንስፖርት	-8.89472
▁ምት	-8.89555
▁ሀሙስ	-8.89829
▁አረቢያ	-8.89836
▁የመጨረሻ	-8.89847
▁የአውሮፓ	-8.8989
▁መገናኛ	-8.89901
▁ተመልክቷል	-8.89967
▁ሲያ	-8.90181
▁ገ	-8.90297
▁ኬንያ	-8.90357
▁ሲሉም	-8.90488
▁የአንድ	-8.90546
▁ግቦች	-8.90601
▁እናመሰግናለን	-8.90766
▁ህዝቡ	-8.90917
▁ምስሎችን	-8.90945
ተው	-8.90978
▁ካሳ	-8.91301
መጪው	-8.91399
ሸ	-8.91449
▁ጋዜጣዊ	-8.91592
▁አስፈላጊውን	-8.92083
▁ጨዋታውን	-8.92446
▁ወላይታ	-8.92558
▁ማህበር	-8.92662
▁ኢኮኖሚያዊ	-8.92706
▁የዩቲ	-8.92824
▁በሚገኙ	-8.92902
▁ደደቢት	-8.92959
▁በስራ	-8.93034
▁አነስተኛ	-8.93063
▁ጭምር	-8.93121
▁ቴሌግራም	-8.93127
▁ጠቁመው	-8.93326
▁ምቹ	-8.9333
▁ዘላቂ	-8.93361
▁ይወዳጁን	-8.93419
▁ይቀላቀሉ	-8.93425
▁ቆይቷል	-8.93518
▁ቀዳሚ	-8.93652
▁አሰፋ	-8.93837
▁ደርሷል	-8.94007
▁ጠባቂ	-8.94103
▁ባህል	-8.94109
▁የመሬት	-8.94193
▁የመንገድ	-8.94237
▁ኮሪያ	-8.94382
▁ሀገራዊ	-8.94496
▁የተደረገው	-8.94751
ጡ	-8.94813
▁ይጎብኙ	-8.94872
ለው	-8.94911
▁ሰሞኑን	-8.94957
ንግ	-8.94963
▁የሚሆኑት	-8.95003
▁ግዛት	-8.95109
▁አዋጁ	-8.95143
▁ለአንድ	-8.95402
▁አድርገው	-8.95526
ጉ	-8.95532
▁ሀይለማርያም	-8.95549
▁ፋሲል	-8.95643
▁የተሟሉ	-8.9574
▁ወ	-8.95918
▁መብቶች	-8.96089
▁ሰለሞን	-8.96202
▁መኖሪያ	-8.96209
▁ጄኔራል	-8.96283
▁የሀይል	-8.96394
ጠ	-8.96395
▁ይደረጋል	-8.96554
▁አጋጣሚ	-8.96562
▁የሚኖሩ	-8.96634
▁አማካሪ	-8.96746
▁ቱሪዝም	-8.96782
▁መሰረተ	-8.96939
▁የመጀመሪያው	-8.9698
ሁሉም	-8.97095
▁ተደርጎ	-8.97117
▁እንዳለባቸው	-8.97137
▁ለመመለስ	-8.97197
▁የተጀመረው	-8.97225
▁ፕሮፌሰር	-8.97322
▁ፍፁም	-8.97376
▁ደመቀ	-8.97379
ጃ	-8.97482
▁ተጠርጣሪዎች	-8.9765
▁አቅርቧል	-8.97794
▁አሉ	-8.97911
▁ልምምድ	-8.98002
▁ለሚ	-8.98278
▁ኢትዮ	-8.98362
▁ደስታ	-8.98464
▁ለመቆጣጠር	-8.98526
▁ስራውን	-8.98574
▁ዳግም	-8.98602
ባለፈው	-8.98973
▁ምንዛሪ	-8.99002
▁ተጠናቋል	-8.99254
እንደ	-8.99377
▁ከእነዚህ	-8.99485
ዋን	-8.99599
▁ጠቅሰው	-8.99612
ይህ	-8.99645
▁ቀጣይ	-8.99827
▁እንደማይ	-8.99929
ፕ	-8.99968
▁አክለዋል	-9.00003
ጨ	-9.00106
▁ተብለው	-9.00123
▁ሁሉን	-9.00157
▁እምነት	-9.00167
▁ትላንት	-9.00354
▁ሚያዝያ	-9.00728
▁ቱ	-9.00835
▁በቀጥታ	-9.00856
▁ሰአታት	-9.01
▁ሀይለ	-9.01095
▁ትስስር	-9.011
▁በተደረገ	-9.01132
▁እንዲያ	-9.01232
▁ለሁለት	-9.01271
▁ሊሆን	-9.01429
▁ዜናዎችን	-9.01538
▁የዋጋ	-9.01642
▁ክልላዊ	-9.01659
▁መሆኑም	-9.0169
▁ሳይጠብቁ	-9.01721
▁በየአመቱ	-9.01764
▁አንቀፅ	-9.01868
▁የወንጀል	-9.02015
▁ኤምባሲ	-9.02082
▁ሳምንታት	-9.02134
▁የሀይማኖት	-9.02178
▁ይላኩ	-9.02272
▁ብሄር	-9.02618
ፀ	-9.0266
▁የበለጠ	-9.03045
▁አፈ	-9.03159
▁ንቅናቄ	-9.03193
▁እንደሚቀጥል	-9.03251
▁እንደሆኑ	-9.03257
▁ምእራፍ	-9.03261
▁ጥንቃቄ	-9.03597
▁ብልፅግና	-9.03659
▁አደሮች	-9.03663
▁እንደሚደረግ	-9.03734
▁በስፋት	-9.03795
▁ጭማሪ	-9.03835
▁የግንባታ	-9.0389
▁እያደረጉ	-9.0406
▁ዩናይትድ	-9.04178
▁የግብፅ	-9.04215
▁ሚኒስትሯ	-9.04242
▁በመተባበር	-9.04263
▁ፈጠራ	-9.04354
▁ሰዎችን	-9.04372
▁ያል	-9.04382
ኬ	-9.04458
▁ጉዳዩን	-9.04464
▁ፀጥታ	-9.04607
▁መቐለ	-9.04624
▁አማራጭ	-9.04701
▁የሚችል	-9.04708
▁ዘጠኝ	-9.04934
ቡድኑ	-9.04957
▁ሪፖርተር	-9.05042
▁ፀሀፊ	-9.0507
▁ቀውስ	-9.05093
የፋና	-9.05119
▁የሴቶች	-9.05184
▁አረጋግጠዋል	-9.05236
▁እንደሚያደርግ	-9.05258
▁አስተባባሪ	-9.05417
▁መቻሉን	-9.05559
▁የምክር	-9.05676
▁ቢቢሲ	-9.05689
▁ፕሬዚዳንቱ	-9.05693
▁ኢንተርናሽናል	-9.05755
ቷ	-9.05763
▁የህዳሴ	-9.05856
▁ህዝባዊ	-9.05892
▁ገለፀ	-9.05992
▁እንዲሆኑ	-9.06035
▁ህይወታቸው	-9.06112
▁ኤርትራ	-9.06117
▁ሚ	-9.06136
▁መነሻ	-9.06289
ጀ	-9.06411
▁ሰልፍ	-9.06419
▁መሰል	-9.06446
▁የተገለፀው	-9.06515
▁ጉባኤው	-9.06523
▁ልዩነት	-9.06642
▁መጀመሩን	-9.06657
▁በመሆናቸው	-9.06664
▁ባለድርሻ	-9.06843
▁የነዳጅ	-9.07122
▁ቡድኑን	-9.07337
▁ረዳት	-9.07384
ኩንታል	-9.0741
▁ችግሩን	-9.07677
▁ስለሆነ	-9.07786
▁አንስቶ	-9.07968
▁በሁለተኛው	-9.08198
▁ተቀባይነት	-9.08205
▁ማርያም	-9.0822
▁የጠቆሙት	-9.08345
▁አማካይ	-9.08503
▁የኦሮሞ	-9.0852
▁ያስ	-9.08613
ዚ	-9.08779
▁በሰሜን	-9.08837
▁ደንብ	-9.08848
▁ጋዜጣ	-9.091
▁እንደሚያ	-9.09106
▁ፓርክ	-9.09151
▁ግ	-9.09178
▁ደሀንነት	-9.09241
▁ካለ	-9.09277
▁ለፍርድ	-9.09302
▁በጎ	-9.09407
▁ተገቢ	-9.09418
▁ቢሆን	-9.09694
▁በሰጠው	-9.0975
▁የክልል	-9.10002
▁መሳሪያዎች	-9.10078
▁ጨረታ	-9.10089
▁የሚውል	-9.10116
▁የቤት	-9.10357
ቻ	-9.1053
▁ህንፃ	-9.1058
▁ፖለቲካዊ	-9.1059
ለተጨማሪ	-9.10592
ከፌስቡክ	-9.10805
▁ልማትና	-9.1087
▁ሀዳር	-9.10967
▁ምዝገባ	-9.11234
▁ራሱን	-9.11267
▁በዘርፉ	-9.11426
▁ታከለ	-9.11606
▁አልፎ	-9.11632
▁ተገኝተዋል	-9.11841
ቤ	-9.11916
▁ቅሬታ	-9.11927
▁የህብረተሰብ	-9.11999
▁በሶስት	-9.12111
▁መፍጠር	-9.12441
▁ወደፊት	-9.12444
▁የሚያስችሉ	-9.12472
▁አለው	-9.12476
በሌላ	-9.12673
▁ለመቀነስ	-9.12706
▁መጫወት	-9.12733
▁የቆየው	-9.12817
▁አብርሀም	-9.12881
▁መጠቀም	-9.12973
▁ግንባር	-9.12989
ቱን	-9.13048
▁እንደሚችሉ	-9.13056
▁ተከላካይ	-9.13122
▁እንዳላቸው	-9.13166
▁ሚኒስትሮች	-9.13191
▁ነዳጅ	-9.13193
አምስት	-9.13333
▁ከመንግስት	-9.13344
▁ተመስገን	-9.1335
▁በዋናነት	-9.13445
▁ፈተና	-9.13478
▁በተገኙበት	-9.13545
▁የተባለ	-9.13645
ምንጭ	-9.13744
▁ለመቅረፍ	-9.13774
▁ገፃቸው	-9.13897
▁ለማቅረብ	-9.13897
▁ተከታታይ	-9.13984
▁የተባሉ	-9.1403
▁ሀገራቸው	-9.14114
▁እኛ	-9.14146
▁የበጀት	-9.14172
▁በህዝብ	-9.14226
▁አጠናክሮ	-9.14263
▁እንዳሉ	-9.14264
▁እንዲያደርጉ	-9.1427
▁የሚደረገው	-9.14353
▁በመግለጫው	-9.14376
▁የኮቪድ	-9.14442
▁ጠቁሟል	-9.14509
▁ማንኛው	-9.14562
▁ኮንስትራክሽን	-9.14703
በኢትዮጵያ	-9.14797
▁ግለሰብ	-9.14817
▁ፖሊሲ	-9.14818
▁በሱዳን	-9.14838
▁ወታደሮች	-9.14898
▁በበኩሉ	-9.1491
▁ደጋፊዎች	-9.15059
▁ይዘው	-9.15145
▁ብቃት	-9.15167
▁ዜጎችን	-9.15204
▁መልሶ	-9.15268
በታል	-9.15306
▁ትግል	-9.15383
▁ሴት	-9.15441
▁ተሾመ	-9.15482
▁ከአለም	-9.15502
ቷል	-9.15509
▁ሰሜን	-9.15568
▁የገለፀው	-9.15586
▁ኢትዮጵያዊያን	-9.15597
ዴ	-9.15602
▁ኮሙዩኒኬሽን	-9.15621
▁የቴክኒክ	-9.15943
▁የሽብር	-9.15958
ተር	-9.16083
▁የሚቆጠሩ	-9.16177
ፊ	-9.162
▁ገብረ	-9.16281
▁′	-9.16312
▁ደ	-9.16464
▁አስገንዝበዋል	-9.16495
▁የምት	-9.16504
▁የከፍተኛ	-9.16518
▁የጊዜ	-9.16566
▁ጎንደር	-9.16573
▁ርቀት	-9.16736
▁ብልጫ	-9.16873
▁ይልቅ	-9.16875
▁መንገዱ	-9.16896
▁ምርምር	-9.16915
▁እቃዎች	-9.16972
▁ያደርጋል	-9.1725
▁የብድር	-9.17279
▁ጥራት	-9.17285
▁የሚካሄደው	-9.17338
▁የተፈጥሮ	-9.17433
▁ኩባንያው	-9.1771
▁አስቸኳይ	-9.18041
▁መግባባት	-9.18044
▁ክብር	-9.18078
▁የገበያ	-9.18249
▁ማረፊያ	-9.1829
▁ምክክር	-9.18425
▁ኤ	-9.18441
▁መሰረታዊ	-9.18448
▁የኤርትራ	-9.18503
ፈጣን	-9.18504
▁ቦርዱ	-9.18647
▁በፌዴራል	-9.18783
▁ዳንኤል	-9.18892
▁መግለጫው	-9.18893
▁ምሽት	-9.18919
▁በማቅረብ	-9.19036
▁የተያዙ	-9.19071
▁የሚሆን	-9.19098
▁የሚገኝ	-9.19189
▁ዋነኛ	-9.19271
▁በጠቅላይ	-9.19317
▁ባሉ	-9.19319
▁መሆኗን	-9.19341
▁የሚችሉ	-9.19392
አአ	-9.19406
▁ታሀሳስ	-9.19441
▁የሚለው	-9.19447
▁ረቡእ	-9.19572
▁ሶስተኛ	-9.19857
▁ግብረ	-9.19898
▁በከተማዋ	-9.19916
▁እንደሚሰራ	-9.19921
▁አለባቸው	-9.20007
ነቱ	-9.20076
▁ቀድሞ	-9.20114
ቸ	-9.20149
▁አማካይነት	-9.20177
▁ጥላሁን	-9.202
እንዲሁም	-9.20428
▁ግድያ	-9.20462
▁ጠይቋል	-9.20586
▁አደባባይ	-9.20602
▁ለሙሉ	-9.2086
▁ሚንስትር	-9.21016
▁የተያያዘው	-9.21129
▁ካሉ	-9.21251
▁ፊት	-9.21258
▁ትውልድ	-9.21473
▁ግንባታው	-9.21559
▁ግዥ	-9.2156
▁መመሪያ	-9.21581
▁የተፈጠረው	-9.21693
▁ግንዛቤ	-9.21893
▁የተገኙት	-9.22016
አንዳንድ	-9.22057
▁ግልፅ	-9.22125
▁ምስጋና	-9.22205
▁ጥቂት	-9.22245
▁ዴኤታ	-9.22254
▁ገደብ	-9.22298
▁ሙስና	-9.22561
▁ምሁራን	-9.22667
▁ሁለተኛው	-9.22692
ጂ	-9.2281
▁አማራ	-9.22818
▁ማሀበረሰብ	-9.22899
▁የታላቁ	-9.22904
▁ቢራ	-9.22918
▁የክለቡ	-9.22968
▁እየሰሩ	-9.23005
▁ማህበራት	-9.2302
▁ገብተዋል	-9.23105
▁መረጋጋት	-9.23346
▁ያቀረበው	-9.23349
▁ብዛት	-9.23507
▁ተጠቃሚነት	-9.23526
▁አግባብ	-9.23566
▁ሚኒስቴሩ	-9.23643
▁ተሽከርካሪዎች	-9.23777
▁ውድቅ	-9.23785
▁በሀዋሳ	-9.23833
▁ምክንያቶች	-9.23912
▁የተነሳ	-9.23921
ተንቀሳቃሽ	-9.24017
▁ሞ	-9.24181
▁ዳኞች	-9.242
ጌ	-9.24267
▁አመታዊ	-9.24338
▁የቡድኑ	-9.24392
▁ታሪካዊ	-9.24409
▁አገራዊ	-9.24413
▁እንዲቀጥል	-9.24465
▁እንዲህ	-9.2452
▁ፀረ	-9.24576
▁ዳዊት	-9.24647
▁ሲነፃፀር	-9.24724
▁ጣቢያዎች	-9.24773
▁እንዴት	-9.24862
▁ተልእኮ	-9.2503
▁የባንኩ	-9.25301
▁ግዙፍ	-9.25319
▁ዝውውር	-9.25379
▁ያልተ	-9.254
▁ዞኖች	-9.25436
▁ደቂቃዎች	-9.25486
▁በመስራት	-9.25564
▁ትግራይ	-9.25604
▁ያላ	-9.25734
▁የኛ	-9.25768
▁ሀሰን	-9.25837
▁አረብ	-9.25896
▁በዋና	-9.26067
▁የሰጡት	-9.26133
▁ሽመልስ	-9.26191
▁አበራ	-9.2627
▁ሌላው	-9.26271
▁የፖሊስ	-9.26297
▁እጅ	-9.26297
▁ማቆያ	-9.26317
▁የመረጃ	-9.26355
▁በጉዳዩ	-9.26535
▁ፍትህ	-9.26573
▁አለመ	-9.26774
▁የአካባቢው	-9.26824
▁መመርያ	-9.26858
▁ካለፈው	-9.26935
▁እኔ	-9.2697
▁ለማካሄድ	-9.27211
▁አስቀድሞ	-9.27522
በአሁኑ	-9.27564
▁አንደኛ	-9.2758
▁ጉሙዝ	-9.27684
▁ሆሳእና	-9.27738
▁ተገኝተው	-9.2777
ሪያ	-9.27791
▁በባህር	-9.27866
ሰራ	-9.27935
▁የኮሮናቫይረስ	-9.28069
▁አሊ	-9.28169
▁ማስ	-9.2822
▁ቅድሚያ	-9.28273
▁አላ	-9.28304
▁ገና	-9.28348
▁የሚያደርግ	-9.28378
▁አሰልጣኞች	-9.28524
▁ፀጋዬ	-9.28531
▁ህወሀት	-9.28547
▁ሆነዋል	-9.28698
▁ሁኔታዎች	-9.28759
ፉ	-9.28775
▁ቤታቸው	-9.28862
ቢያ	-9.28912
▁እንዲወጡ	-9.28934
▁ተወካይ	-9.29037
▁ሳይንስ	-9.2911
▁ያለመ	-9.29282
▁ባካሄደው	-9.29355
▁ለመጀመሪያ	-9.29393
▁ተናገሩ	-9.29586
▁የሚደረግ	-9.29593
▁አሰጣጥ	-9.29607
▁ክፍተት	-9.29648
▁መስፍን	-9.29795
▁ለዋልታ	-9.29815
▁ግብርና	-9.29855
▁የፀረ	-9.29964
▁ተከሳሾች	-9.30103
▁የተገኘባቸው	-9.3029
▁ዘውዴ	-9.30324
▁ማእከላዊ	-9.30402
▁ደም	-9.30402
▁የተሰማሩ	-9.30451
▁አይዘነጋም	-9.30468
▁የባንክ	-9.3052
▁ጉዳዩ	-9.30604
▁ምግባር	-9.30613
▁በሚደረገው	-9.3064
▁ማድረጋቸውን	-9.30676
▁ስዩም	-9.30696
▁አዳነች	-9.31104
▁እንደሚያስፈልግ	-9.31201
▁ከአፍሪካ	-9.31322
▁ካለው	-9.31419
▁ስለሚ	-9.31501
▁የመሰረተ	-9.31541
▁ቃለ	-9.31563
▁የቅድመ	-9.31846
▁የኢትዮ	-9.31858
▁የድርጅቱ	-9.3195
▁የቆየ	-9.32183
▁ጊዜያዊ	-9.32187
▁የገቢ	-9.32188
▁ሰጥቶ	-9.32317
▁ያደረጉ	-9.32455
▁ሀብታሙ	-9.32697
▁ተጫዋቹ	-9.32712
▁ሳሙኤል	-9.32729
▁ብለዋልየ	-9.32824
▁ፌዴሬሽኑ	-9.32866
▁ዝቅተኛ	-9.32871
▁የስነ	-9.32917
ብን	-9.33002
▁ቀላል	-9.33023
▁ማስረጃ	-9.3312
▁የቦርድ	-9.33197
▁በንግድ	-9.33263
▁እንዲያገኙ	-9.33399
▁ዝናብ	-9.33421
▁ለሚገኙ	-9.33648
▁የምስራቅ	-9.33729
▁በብሄራዊ	-9.33839
▁አስተላልፈዋል	-9.33841
▁ቀርበው	-9.33896
የአዲስ	-9.339
▁በህገ	-9.33915
▁አንዳርጋቸው	-9.33956
ለን	-9.33962
▁በሰላማዊ	-9.33985
▁አስታውሰዋል	-9.3399
▁ለማሳካት	-9.34013
▁የስደተኞች	-9.34222
ኤ	-9.34229
▁በህገወጥ	-9.34259
▁መጀመሪያ	-9.34385
▁ወጥቶ	-9.34463
▁ለሀገር	-9.34541
▁የባህር	-9.3461
▁አዳራሽ	-9.34617
▁ሸዋ	-9.34777
ስለ	-9.3496
▁ተሳታፊዎች	-9.35032
▁ለማምጣት	-9.35077
▁ተከትሎም	-9.35133
▁ልክ	-9.35166
▁ውጤቶች	-9.35185
▁ለማድረስ	-9.35366
▁የምን	-9.35405
▁የሚሰጥ	-9.35419
ሰው	-9.35478
▁እየጨመረ	-9.35498
የዜና	-9.35533
ገባ	-9.35534
▁የለውጥ	-9.3561
▁እንዲሰሩ	-9.35682
▁ሞት	-9.35693
▁ምእራብ	-9.35727
▁ቀሪ	-9.35787
▁ያስረዳል	-9.35799
▁በመፍጠር	-9.35799
▁አቤቱታ	-9.35824
ቹ	-9.35841
▁ከሚገኙ	-9.35936
ፎ	-9.35977
▁የተለየ	-9.35984
▁ልጅ	-9.36132
▁ሀይሌ	-9.36176
▁በመያዝ	-9.36199
▁አለማየሁ	-9.36428
▁ነዋሪ	-9.36429
▁ራሳቸውን	-9.36432
▁ውድድሮች	-9.36474
▁አክሲዮን	-9.3649
▁ካርድ	-9.36504
▁የዜና	-9.36553
ረው	-9.36634
▁ለማሻሻል	-9.37027
▁ትረምፕ	-9.37132
▁አስራ	-9.37144
▁ሙ	-9.3726
▁ሚዲያ	-9.37358
▁ፓርኮች	-9.37398
▁ፕሮጀክቱ	-9.37465
▁ምርጥ	-9.37523
▁መወሰኑን	-9.37608
በመሆኑም	-9.37689
▁ስለዚህ	-9.37742
▁ከማ	-9.37839
▁ኡማ	-9.3786
▁አሰልጣኙ	-9.38025
▁በትናንትናው	-9.38091
▁ኦሮሚያ	-9.38169
▁ዲ	-9.38409
▁መርማሪ	-9.38439
▁የሆነውን	-9.38506
▁ነገሮች	-9.38525
▁ወንዝ	-9.38576
▁ከዚያ	-9.38589
▁ኮ	-9.38593
▁የኢትዮጵያን	-9.38627
▁የተደረገ	-9.38693
▁አለመሆኑን	-9.38848
▁አደረጃጀት	-9.38937
▁መቆየቱን	-9.38943
▁ያላትን	-9.39017
▁ማቅረብ	-9.39048
▁ፈንድ	-9.39206
▁ከሶስት	-9.39231
▁አን	-9.39237
ላት	-9.39361
ፅ	-9.39385
▁ምክንያቱ	-9.39419
▁የመገናኛ	-9.39497
▁ግምገማ	-9.39508
▁ፓርቲው	-9.39567
▁ኤል	-9.39612
▁ወገን	-9.39633
▁የሀገሪቱን	-9.39669
▁አባይ	-9.39704
▁ችግሩ	-9.39723
▁በጥሩ	-9.39744
▁የእድገት	-9.39883
▁ባሉት	-9.39979
▁ኢህአዴግ	-9.39999
▁በጨዋታው	-9.40001
▁ማመንጫ	-9.40002
▁የሁለት	-9.40047
▁ወደብ	-9.40054
መንግስት	-9.40063
▁ሁሴን	-9.40151
▁ብርሀን	-9.40162
▁መድን	-9.40178
▁ተሰማ	-9.40183
ፌ	-9.40556
▁ሲባል	-9.40559
▁ያሉትን	-9.40594
▁መስኮች	-9.40789
▁አርባምንጭ	-9.4079
▁ለመደገፍ	-9.4079
▁ዳኛ	-9.40797
▁እውን	-9.40806
▁የማስከበር	-9.40949
▁የኢህአዴግ	-9.41075
▁ያስፈልጋል	-9.41109
▁እየተከናወነ	-9.41113
▁ሽያጭ	-9.41118
▁ቴሌኮም	-9.41154
▁በማሸነፍ	-9.41156
▁የሚሰሩ	-9.41161
▁ክፍት	-9.41192
▁መለስ	-9.412
▁መናገራቸውን	-9.41246
▁በመግባት	-9.4127
▁በየ	-9.41272
▁ሽረ	-9.41298
▁ሶስቱ	-9.41577
▁አስቸጋሪ	-9.41612
▁ለመሆን	-9.41636
▁ባለሙያ	-9.41652
▁እንደሚገባም	-9.41688
▁በትኩረት	-9.41696
▁ተቋሙ	-9.41836
▁ችለዋል	-9.41914
▁ለጋዜጠኞች	-9.41928
▁ኢንስቲትዩት	-9.4193
▁አጀንዳ	-9.41944
▁የቡና	-9.41947
▁አብሮ	-9.41951
▁ፍትሀዊ	-9.41964
▁የስፖርት	-9.42064
መራ	-9.42093
▁በምስራቅ	-9.42152
▁ግጭቶች	-9.42152
▁ቀርቦ	-9.42171
▁እንዲያደርግ	-9.42184
▁እስራት	-9.4224
▁ማሸነፍ	-9.42288
▁አቀባበል	-9.42451
▁የፓርቲው	-9.42458
▁እንደሚሰጥ	-9.42661
ታቸውን	-9.42767
▁በትብብር	-9.42787
▁የሚመራው	-9.42849
▁ለአለም	-9.4291
▁ከነበረው	-9.42927
▁በውይይቱ	-9.42991
▁ፅቤት	-9.43053
▁ስት	-9.43121
▁የጀመረው	-9.43131
ቼ	-9.43155
▁ተጠቅሷል	-9.43216
▁ተጠርጥረው	-9.43217
▁ኢነርጂ	-9.4324
▁ስህተት	-9.43247
ታዊ	-9.43268
▁አስረድቷል	-9.4338
▁ፋብሪካዎች	-9.43418
ወደ	-9.43477
▁ካፒታል	-9.43578
▁በረከት	-9.43581
▁የመልካም	-9.43621
▁የሚሆነው	-9.43652
▁ግምት	-9.43704
▁እንዲመለሱ	-9.43729
▁የአገሪቱን	-9.43748
▁ዋናው	-9.43758
▁ኢትዮጵያዊ	-9.43795
▁ጋዜጠኞች	-9.43923
▁ኢንፎርሜሽን	-9.43969
▁ሽግግር	-9.44073
▁የባቡር	-9.4431
▁የጨዋታ	-9.44324
▁ይችላሉ	-9.44369
▁ተገቢውን	-9.44395
▁እንደሚሰሩ	-9.44421
▁የአካል	-9.44432
ሂ	-9.44564
▁ፕሬዚደንት	-9.44606
ያን	-9.44769
▁ቀበሌ	-9.44812
▁ቆይተዋል	-9.44867
▁የሙስና	-9.44868
▁በሽታ	-9.44935
ኦ	-9.44992
▁እንቅስቃሴዎች	-9.4516
▁ትራንስፎርሜሽን	-9.45202
▁ሜጋ	-9.45236
▁ተጠያቂ	-9.45272
▁ዳ	-9.45307
▁አባቶች	-9.45318
ኢ	-9.45384
▁በአዳማ	-9.45395
▁የስልጣን	-9.45505
▁ሊቀ	-9.4551
▁አለሙ	-9.45548
▁ል	-9.45576
▁ትርፍ	-9.45621
▁የከተማው	-9.45626
ዛሬ	-9.45677
▁ያቀረቡት	-9.45747
▁ገልፀዋልየ	-9.45795
▁ባይ	-9.458
▁የተገኙ	-9.45804
▁እነዚህን	-9.45837
▁ስነስርአት	-9.45893
▁ፅሁፍ	-9.45919
▁ተካሂዷል	-9.45989
▁የሰሜን	-9.46085
▁እንደሚያደርጉ	-9.46153
▁የተሰጠው	-9.46209
▁ሳህለወርቅ	-9.46209
▁ኦባማ	-9.46276
ኛው	-9.46363
▁በቀን	-9.46381
▁በማሰብ	-9.46403
▁ስሜት	-9.46461
▁እንደሚጠበቅ	-9.46462
▁ክሱ	-9.46527
▁ነጋዴዎች	-9.4653
በርካታ	-9.46543
ስምምነት	-9.46569
▁አገልግሎቶች	-9.4665
▁በትምህርት	-9.46712
ምክትል	-9.46714
▁መላኩ	-9.46724
▁ምጣኔ	-9.46862
▁በመጀመሪያው	-9.46867
▁የተቋቋመው	-9.46895
▁የፍትህ	-9.46959
▁ሰጪ	-9.47146
▁መድሀኒት	-9.47219
▁በቻይና	-9.47223
▁እንዳስታወቁት	-9.47397
▁እድሜ	-9.47492
▁ለማከናወን	-9.47597
ኢዜአ	-9.47601
▁ተፈጥሮ	-9.4778
▁ለጎን	-9.47782
▁የመከላከል	-9.47796
▁ቴዎድሮስ	-9.47801
ቴሌግራም	-9.47906
▁ከቫይረሱ	-9.47934
▁ዘርፉ	-9.47955
▁አኳያ	-9.48085
▁ሂደቱ	-9.48271
▁የተወሰነ	-9.48275
ናቸው	-9.4831
▁ፋይናንስ	-9.48404
▁ሀሳቦች	-9.48548
▁የሚገኘውን	-9.48583
▁ተጠናቆ	-9.486
▁አስተዳዳሪ	-9.48607
ጊ	-9.48681
▁እርምጃዎች	-9.48683
▁ያስታወቀው	-9.48699
▁ተናግረዋልየ	-9.48724
▁ይካሄዳል	-9.48773
▁የኬንያ	-9.48786
▁ከተያያዘው	-9.48792
▁ሶማሊያ	-9.48875
▁ዜጋ	-9.48895
▁ቤተሰቦች	-9.48899
▁ነጥቦች	-9.48901
▁ፍቃድ	-9.49025
▁ክለቡን	-9.49038
▁እንዲደረግ	-9.4924
▁ቢያንስ	-9.49304
▁እስኪ	-9.49439
▁ገልፆ	-9.49468
ፍፁም	-9.49474
ፓ	-9.49541
▁አር	-9.49569
▁የሚባል	-9.49579
▁ክልሉ	-9.49651
▁አአ	-9.49669
▁የሚሉ	-9.49685
▁በግብፅ	-9.49695
▁እንደሚካሄድ	-9.49721
▁በዘላቂነት	-9.49822
▁አጠቃቀም	-9.49876
▁መምሪያ	-9.49958
▁ፕሪሚየር	-9.49966
▁ከተማን	-9.50224
▁መድረኩ	-9.50239
▁ኮከብ	-9.50362
▁ማረጋገጫ	-9.50381
▁በክለቡ	-9.50402
▁እንዲሰጥ	-9.50478
▁አሳስቧል	-9.50519
▁እንዲሰጡ	-9.50749
▁ተወያይተዋል	-9.5077
▁ዘይት	-9.50811
▁እጣ	-9.50923
▁የከተማዋ	-9.51003
▁ከደቡብ	-9.51013
▁ያሳያል	-9.5105
▁ሚያዚያ	-9.51052
▁እገዛ	-9.51092
▁ግብሩ	-9.5114
እረፍት	-9.51205
▁መዘገባችን	-9.51227
▁ሙላቱ	-9.51229
▁ሲያደርግ	-9.51233
▁ታጣቂዎች	-9.5125
▁ልጆች	-9.51295
▁የዚህ	-9.51312
▁አምራች	-9.51324
▁ፍሬ	-9.51439
▁ይዞታ	-9.51478
▁ብለዋልበ	-9.51482
▁ስኳር	-9.51554
ላከው	-9.51624
▁በሰው	-9.51668
▁ገልፀዋልበ	-9.51705
ቻቸው	-9.51751
ልን	-9.51775
▁ዋት	-9.51846
▁ይቅርታ	-9.51978
▁ሶ	-9.51987
▁ሲደረግ	-9.52007
▁መኖራቸውን	-9.52027
▁የማድረግ	-9.52029
▁በአዲሱ	-9.52047
▁ያለበት	-9.52049
▁ሁከት	-9.52056
▁ለኛ	-9.52127
▁ብሎም	-9.52278
▁ክርስቲያን	-9.52346
▁ግድቡ	-9.52369
▁ልደታ	-9.52586
▁ሪፖርቱ	-9.52598
▁ለተ	-9.52653
▁በቀላሉ	-9.52657
▁የውሳኔ	-9.52715
ቭ	-9.52746
▁በአመት	-9.52761
▁መዝገብ	-9.52766
▁ባለስልጣኑ	-9.5283
▁የመስመር	-9.52867
▁ገዱ	-9.52948
▁ዘር	-9.52973
▁ሚካኤል	-9.53045
ሮች	-9.53145
▁ሙያ	-9.53203
▁በምእራብ	-9.53245
▁የሚለውን	-9.53297
▁ፕሬስ	-9.53308
▁ህይወታቸውን	-9.53344
▁የምርት	-9.53364
▁በመላ	-9.5357
▁የሁለቱን	-9.53576
▁ማሀበራት	-9.53609
ቋ	-9.53672
▁የአገልግሎት	-9.53682
▁አዛዥ	-9.53744
▁ለማቋቋም	-9.53748
▁ግማሽ	-9.53753
▁ማረጋገጥ	-9.53755
▁ማሞ	-9.53759
▁ቅርንጫፍ	-9.53813
▁ምርጫው	-9.53851
▁የተካሄደው	-9.5389
▁ለመግታት	-9.53933
▁እንዳስታወቀው	-9.53951
▁ስትራቴጂ	-9.5401
▁ስምምነቱ	-9.5402
▁ወርቅ	-9.54213
▁በአስቸኳይ	-9.5423
የክልሉ	-9.54247
▁ኮሚሽነሩ	-9.54278
▁እንዲፈቱ	-9.54315
▁ሹመት	-9.54358
▁ፍፃሜ	-9.54461
▁ጥሰት	-9.54511
▁በተሻለ	-9.54532
▁ለህግ	-9.54533
▁ባቡር	-9.54549
▁መጠናቀቁን	-9.54626
▁ናት	-9.54665
ቪ	-9.54704
▁ፖለቲካ	-9.54718
▁ህጉ	-9.54736
ምክር	-9.54795
ግንቦት	-9.54847
ደር	-9.54916
▁የመስኖ	-9.54929
አራት	-9.54968
▁አካዳሚ	-9.54996
▁ገብቷል	-9.55027
ፕሬዚዳንት	-9.55148
▁እስር	-9.55297
▁ያለፈ	-9.55314
▁ይላል	-9.55433
▁ፍቃዱ	-9.55436
▁በመቀጠል	-9.55458
▁ዙርያ	-9.55516
▁ቀ	-9.55579
▁ያልሆኑ	-9.55581
▁ማሳያ	-9.55672
▁ሆ	-9.55732
▁የበላይነት	-9.55736
▁ኢሳያስ	-9.55765
▁ለሌሎች	-9.55788
▁በተያዘው	-9.55863
▁እንደነበረ	-9.55947
▁ለሶስት	-9.55955
▁ማጣሪያ	-9.56067
▁የመጀመርያው	-9.56088
ሰባት	-9.56105
▁አሳ	-9.56157
▁ቋንቋ	-9.56167
▁ከጠቅላይ	-9.56197
▁የወጣው	-9.56201
▁የተመሰረተ	-9.56316
▁ፎረም	-9.56323
▁ማጠናከር	-9.5633
▁ቀጥሎ	-9.56377
ሁለቱ	-9.56414
▁የደረሰው	-9.56445
▁ግብይት	-9.56489
ጥቂት	-9.56549
ራቸው	-9.56582
▁ከአ	-9.56592
▁የቻለው	-9.5662
▁ለአፍሪካ	-9.56723
▁ከሜዳ	-9.5673
ውያን	-9.56738
▁ተከላ	-9.56747
▁አያያዝ	-9.56768
▁እያለ	-9.56801
▁በቅርብ	-9.56828
▁በሚካሄደው	-9.56841
▁ሶከር	-9.56866
▁የጠቆመው	-9.56902
ነታቸው	-9.5701
▁በማስገባት	-9.57073
▁በእለቱ	-9.57076
▁ደስ	-9.57118
▁የሁለትዮሽ	-9.57144
▁የአለማችን	-9.57167
▁በሚያ	-9.57217
ገኝ	-9.57268
▁እንዲገቡ	-9.57301
ነቱን	-9.57397
▁ማእረግ	-9.57531
▁ደንበኞች	-9.5775
▁ስልክ	-9.57855
▁በመላው	-9.57906
▁ቤቶችን	-9.57994
▁አልፏል	-9.58028
▁በጤና	-9.58032
▁ዩኒቨርስቲ	-9.58036
▁ሙሉጌታ	-9.58069
▁ክርክር	-9.5809
▁በየነ	-9.58164
▁ለመንግስት	-9.58211
▁ሽማግሌዎች	-9.58233
▁በምክትል	-9.58322
▁ይገኙበታል	-9.58399
▁እንደሌለ	-9.58408
▁በእስር	-9.58436
▁የሌለው	-9.585
▁የሚገቡ	-9.58548
▁ከሰሞኑ	-9.5861
▁ብዬ	-9.5861
▁የቀረበው	-9.58624
ግብ	-9.58627
▁አሸናፊነት	-9.58646
▁ለምን	-9.58709
▁ውድድሩ	-9.58718
▁መግባት	-9.58788
▁አልተ	-9.5879
ኖች	-9.58794
▁ዋልታ	-9.58971
ተን	-9.58983
▁ነውየ	-9.58986
▁የቴክኖሎጂ	-9.59024
▁ሲካሄድ	-9.59029
ዶክተር	-9.59087
▁የከፋ	-9.59124
▁አጋር	-9.5919
▁ጥፋት	-9.59207
▁በቀጣዩ	-9.59301
▁ሀያ	-9.59339
▁ሲሳይ	-9.59363
▁የሚሰጠው	-9.5956
▁አባላትን	-9.59561
▁ቦ	-9.59561
▁እንደነበሩ	-9.59589
▁አባተ	-9.59644
▁ስያሜ	-9.59649
▁ሰራተኛ	-9.59802
▁እንድት	-9.59924
▁ከእስር	-9.59962
▁ብሄረሰቦችና	-9.60012
▁ስኬታማ	-9.60089
▁አብዲ	-9.60176
▁ጠባቂው	-9.60203
▁ታላቁ	-9.60218
▁የተገኘ	-9.60233
ባለፉት	-9.60263
▁የተውጣጡ	-9.60274
▁በግልፅ	-9.60314
▁ማሀበራዊ	-9.60324
▁አደሩ	-9.60371
▁የተገለፀ	-9.60379
▁ባሳለፍነ	-9.6047
▁ጣልቃ	-9.60518
▁እንዳልሆነ	-9.60521
▁ዋኢማ	-9.60774
▁ከመሆኑ	-9.60823
▁ወልዋሎ	-9.6092
▁መደረጉ	-9.60976
▁ጋ	-9.61101
▁ከወዲሁ	-9.61118
▁መምጣቱን	-9.61144
▁እንዲኖር	-9.61154
▁የላቦራቶሪ	-9.61347
▁ርብርብ	-9.61349
ሊግ	-9.61433
▁ግብአት	-9.61441
▁ገቢዎች	-9.61457
▁ማድረጉ	-9.61543
አመታት	-9.61639
▁በቀል	-9.61669
▁ተናግሯል	-9.61694
▁ነኝ	-9.61711
▁አገራቸው	-9.61833
ክል	-9.61858
▁ለውጭ	-9.61897
▁ምድር	-9.61902
▁በኬንያ	-9.61913
ተዋል	-9.61922
▁ማእከላት	-9.61936
▁ምህረት	-9.62005
▁ያሬድ	-9.62018
ትኩስ	-9.62037
▁የባህል	-9.62039
▁ዩኒቨርሲቲዎች	-9.6205
▁ከክልሉ	-9.62099
▁መንፈስ	-9.62157
▁ሰበታ	-9.62183
▁መስጫ	-9.62195
▁መኖሩን	-9.62235
▁የጉዞ	-9.62286
▁የሽግግር	-9.62326
▁ተያያዥ	-9.62379
▁ኮሎኔል	-9.62396
▁በወቅታዊ	-9.62441
▁ብ	-9.62722
▁በኤርትራ	-9.62754
▁መያዙን	-9.62872
▁ቀርቧል	-9.62884
▁ግዜ	-9.62916
▁በሊጉ	-9.62965
▁በምርመራ	-9.63037
▁ስርአቱን	-9.63071
ጆ	-9.63149
▁ግዴታ	-9.63165
–	-9.63242
▁ጀምሯል	-9.63283
▁የማእድን	-9.63288
▁የድጋፍ	-9.63301
▁ተከሳሾቹ	-9.63321
▁የተቀናጀ	-9.6337
▁ብረት	-9.63399
▁በድምሩ	-9.63483
▁ቦሌ	-9.63484
▁እያደገ	-9.63495
▁ጨምረው	-9.63511
▁ዴሞክራሲ	-9.63578
▁ስኬት	-9.63587
▁አልባ	-9.63615
▁ተማሪዎችን	-9.63668
▁የንግድና	-9.63677
▁የጎላ	-9.63703
▁እንደርታ	-9.63719
▁ጆ	-9.63739
አዲሱ	-9.63758
▁ለአሜሪካ	-9.63794
▁በገንዘብ	-9.63828
▁ሸ	-9.6389
▁በሚመለከት	-9.63896
▁ሲያደርጉ	-9.63906
▁በመገኘት	-9.63954
▁ለመጫወት	-9.64115
▁ከትናንት	-9.6413
▁እዝ	-9.64156
▁በመከላከያ	-9.64211
▁መረብ	-9.64212
መጣ	-9.64252
▁ተናግረዋልበ	-9.64329
▁ማሳደግ	-9.64493
▁እጩ	-9.64537
▁ፅኑ	-9.64621
▁አካሂዷል	-9.64688
▁ሽፋን	-9.64694
▁መቆጣጠር	-9.6471
▁የመኖሪያ	-9.64711
▁ሂሳብ	-9.64734
▁ሲሚንቶ	-9.64754
ላቸዋል	-9.65086
▁ለመግባት	-9.65101
▁የትራፊክ	-9.65127
▁ቁልፍ	-9.65141
▁ማለታቸውን	-9.65148
▁ማእቀፍ	-9.65154
▁ማድረጋቸው	-9.65167
▁ከመቶ	-9.65169
▁ጥቃቶች	-9.6522
▁የውይይት	-9.65256
▁መስተዳድሩ	-9.65349
▁ጥ	-9.6538
▁በኋላም	-9.65388
▁የቅዱስ	-9.65482
▁የሀዋሳ	-9.65548
▁ትውልደ	-9.6555
▁ማረሚያ	-9.65594
▁ጠቅሶ	-9.65715
▁እንዲወጣ	-9.6573
▁ምክረ	-9.65736
▁ሪ	-9.65767
▁በማጠናከር	-9.65923
ሺ	-9.65955
ፕሬዚዳንቱ	-9.65967
▁አክለው	-9.65985
መልሶ	-9.66084
▁በግል	-9.66285
▁የላቀ	-9.66349
▁እንደገና	-9.66374
▁የደረሰ	-9.66389
▁ማጣርያ	-9.6654
ፕሪምየር	-9.6655
▁ሀሰተኛ	-9.66681
▁መስክ	-9.66685
▁ስፍራዎች	-9.66714
▁ጅፋር	-9.66746
▁የሚደረጉ	-9.66806
▁የያዘ	-9.6683
▁ተንቀሳቃሽ	-9.66891
▁ልውውጥ	-9.66953
▁አሸንፏል	-9.66953
▁ተገናኝተው	-9.66954
▁የዋስትና	-9.67018
▁መስኖና	-9.67024
▁በር	-9.67072
▁በመጥቀስ	-9.67161
▁የክስ	-9.67177
ቂ	-9.67359
▁የሚሰጡ	-9.67376
▁የተባሉት	-9.67428
▁ጀማል	-9.67447
▁ባለበት	-9.67461
በረ	-9.67508
▁አካባቢው	-9.67531
▁እድሎች	-9.67543
▁ኤጀንሲው	-9.67574
▁ያድምጡ	-9.67787
▁የወጣቶች	-9.67812
▁ርእስ	-9.6785
▁ያገገሙ	-9.67859
▁መካከለኛ	-9.67892
ባቸዋል	-9.67924
▁ነጋ	-9.67987
▁ከቻይና	-9.68024
▁እንዲካሄድ	-9.68025
ነሳ	-9.68143
▁ጂ	-9.68158
▁መገንባት	-9.68207
▁ወልቂጤ	-9.68227
▁ሞገስ	-9.68268
▁የቱሪዝም	-9.68297
▁በሚገኝ	-9.68356
▁እዚህ	-9.68374
▁የሰጠው	-9.6843
ጤ	-9.68456
▁አያሌው	-9.68486
▁መምህር	-9.68509
▁በተለያየ	-9.6856
▁መሪነት	-9.68616
▁ለረጅም	-9.68633
▁ማለፉን	-9.68661
▁ወሎ	-9.68676
▁የትብብር	-9.68696
▁ተሰምቷል	-9.6884
▁የውጪ	-9.68965
▁እቃ	-9.69132
▁በሁለቱም	-9.69308
▁ኢብራሂም	-9.69319
▁ካሬ	-9.69371
▁እርስ	-9.69389
▁ቀይ	-9.69466
▁በበጀት	-9.69507
▁ያተኮረ	-9.69518
ቀናት	-9.69538
▁ተፈራ	-9.69542
▁ሽ	-9.69688
▁ምልክት	-9.6969
▁ስራቸውን	-9.69734
▁አካሄድ	-9.6974
▁ኤፍሬም	-9.69794
▁ምርቶችን	-9.69796
▁በራሱ	-9.69807
▁ወቅትም	-9.69809
▁የጠቀሱት	-9.69904
▁ያነሱት	-9.69953
▁ልኡክ	-9.69992
▁ከሱዳን	-9.70203
▁የገባው	-9.70243
▁በምርጫ	-9.70277
▁ከአሜሪካ	-9.70371
▁አዳነ	-9.70373
▁ሽፈራው	-9.70547
▁በስቲያ	-9.70548
▁የደህንነት	-9.7058
▁ከሀገር	-9.70597
▁በአፋር	-9.70603
▁ኪ	-9.70671
▁ወጣቱ	-9.70689
▁ተረጋግጧል	-9.70763
ላይ	-9.70784
▁የሚደርሱ	-9.70787
▁ከዛሬ	-9.70905
መር	-9.70919
ለይቶ	-9.70962
▁እንስሳት	-9.71036
▁የበጎ	-9.71087
▁የሚኒስትሮች	-9.71111
▁ተጀምሯል	-9.71195
▁መክረዋል	-9.71196
▁ይሰራል	-9.71221
በተመሳሳይ	-9.71273
▁ታክስ	-9.71315
▁በከተማ	-9.71352
▁ከሚመለከታቸው	-9.71371
▁ያወጣው	-9.71371
▁ወርቅነህ	-9.71416
ለሁ	-9.71445
▁የእሳት	-9.71499
▁በነፃ	-9.71594
▁ጎ	-9.7162
▁አብዛኞቹ	-9.71635
▁ለማጠናቀቅ	-9.71638
▁የሚመለከታቸው	-9.71645
▁ኮማንደር	-9.71667
▁እንደሚኖረው	-9.71674
ፖ	-9.7174
▁በክሱ	-9.71748
▁በእርስ	-9.71817
▁በማህበራዊ	-9.71821
▁ይግባኝ	-9.71825
ለች	-9.71872
▁የእርሻ	-9.71885
▁እውቀት	-9.71935
▁ለይቶ	-9.72027
▁ያስችላል	-9.72066
▁ከአገር	-9.72174
▁ኮንጎ	-9.72208
▁ይፋዊ	-9.72213
▁እስራኤል	-9.7225
ሆ	-9.72261
▁ታቅዶ	-9.72287
▁ብይን	-9.72508
ይሁን	-9.72579
▁የሶስት	-9.72587
ያቸው	-9.72751
▁ዘመኑ	-9.72771
▁የወጪ	-9.72796
▁በፀጥታ	-9.72819
▁ሰራዊቱ	-9.72827
▁ተደራሽ	-9.72841
▁ድ	-9.72978
▁የሂሳብ	-9.72986
▁ካላቸው	-9.73008
በተያያዘ	-9.73181
▁መስራች	-9.73207
▁ፕሮጀክቶችን	-9.73232
▁የሚሉት	-9.73291
▁የአካባቢ	-9.73333
▁ለህልፈት	-9.73386
ፒ	-9.73387
▁ሲሰራ	-9.73418
▁መገኘቱን	-9.73429
▁በልዩ	-9.73464
▁ቀንድ	-9.73495
▁መምህራን	-9.73523
▁በስተቀር	-9.73608
▁ጥቆማ	-9.73641
▁የተጠረጠሩ	-9.73642
▁በሆነው	-9.73677
▁የዴሞክራሲ	-9.73697
▁የጥፋት	-9.737
▁የሙከራ	-9.73711
ሹ	-9.7374
▁የሚሰራ	-9.73791
▁ብሩክ	-9.73798
▁ጥገና	-9.73804
▁ህመም	-9.73814
▁ገብተው	-9.73833
▁ማእቀብ	-9.73876
▁የዝውውር	-9.73894
▁በአራት	-9.73911
▁ይላሉ	-9.74069
▁የሚደረገውን	-9.74126
ሆን	-9.74143
▁መግለፃቸውን	-9.74196
▁ለማስቀጠል	-9.74276
▁መውጣት	-9.74387
▁ጀነራል	-9.74413
▁በነገው	-9.74417
▁እንዳል	-9.74457
▁ካል	-9.7448
▁በየጊዜው	-9.74499
▁ራ	-9.74537
▁መስቀል	-9.74579
▁ነባር	-9.74591
▁ተቃዋሚ	-9.74602
▁ክ	-9.74606
የውጭ	-9.74621
▁ማን	-9.74693
▁በሶማሊያ	-9.74728
▁ደስተኛ	-9.74729
▁የቀረበ	-9.74759
▁አጀንዳዎች	-9.74765
▁ቲ	-9.74797
▁ትክክለኛ	-9.748
ባቸውን	-9.74862
▁ጠቀሜታ	-9.74912
▁የሚያደርገው	-9.74914
▁ያለፉትን	-9.74956
ነሽ	-9.74969
▁በግብርና	-9.75022
▁አላቸው	-9.75149
▁የእግር	-9.75171
▁መጀመርያ	-9.75268
▁የተወሰኑ	-9.75315
▁ታላቅ	-9.75471
▁ህብረተሰብ	-9.75476
ሄ	-9.75524
▁ሀይማኖት	-9.75541
▁ወስኗል	-9.75626
▁ኢንጅነ	-9.75628
▁አብረው	-9.75631
▁ጅቡቲ	-9.75694
▁የልኡካን	-9.75695
▁ክትባት	-9.75711
ዎቹን	-9.75714
▁ኮንትራት	-9.7574
▁በተጠናቀቀው	-9.75769
▁መሀል	-9.75827
▁ያለምንም	-9.75883
▁በዝርዝር	-9.75895
′	-9.75936
▁የድንበር	-9.76053
▁አጥ	-9.76136
▁ያካተተ	-9.76145
▁ተጋላጭ	-9.76217
▁በረራ	-9.76231
▁በቅንጅት	-9.76307
▁ግሩፕ	-9.76313
▁አለመግባባት	-9.76315
በውይይቱ	-9.76316
▁ተጨዋቾች	-9.76323
▁ለመጠቀም	-9.7634
▁የክልሉን	-9.76377
ጁ	-9.76455
▁ሀላፊነቱን	-9.76492
▁ጉምሩክ	-9.76536
▁ቀርቷል	-9.76539
▁አቤቤ	-9.76542
▁የሚካሄድ	-9.76546
▁ባህላዊ	-9.76633
▁ስታ	-9.76654
▁በድሬዳዋ	-9.76758
▁ሀዘን	-9.7678
▁ማስጠንቀቂያ	-9.76807
▁የሲዳማ	-9.7689
▁የምክክር	-9.76897
▁የቆዩ	-9.76901
▁ታዋቂ	-9.76923
▁ያደርጋሉ	-9.76994
▁ይናገራሉ	-9.76994
▁ላለው	-9.77046
▁አረጋ	-9.77083
▁አስተያየታቸውን	-9.77102
▁በጉዳት	-9.77109
▁አትሌት	-9.77116
▁ቀበሌዎች	-9.7718
▁በሚገባ	-9.77186
▁በመለየት	-9.77224
▁ቴድሮስ	-9.77224
▁ገልጧል	-9.77224
▁መድረሱ	-9.77256
▁ከተማዎች	-9.77385
▁እየታየ	-9.77422
▁እንግዶች	-9.77537
▁በተካሄደ	-9.77554
▁አደር	-9.7765
ዙ	-9.77673
▁ዳይሬክቶሬት	-9.77685
▁ጉልህ	-9.77689
▁ተወላጆች	-9.77694
▁መዋቅር	-9.77716
▁እንደሚቻል	-9.77716
▁ድርቅ	-9.77756
▁የሚዲያ	-9.77763
▁የውስጥ	-9.77766
▁መቀጠል	-9.77807
▁ለማስጠበቅ	-9.77918
▁አለመረጋጋት	-9.7792
▁ለጊዜው	-9.77945
▁የሚያሳይ	-9.77945
▁ማኔጅመንት	-9.7797
▁ተፎካካሪ	-9.77979
▁አንደኛው	-9.78059
▁ተወዳዳሪ	-9.78062
▁መመለስ	-9.78073
አለም	-9.78087
ክረምቱ	-9.78088
ሯ	-9.7814
▁በአሉ	-9.78191
▁ታፈሰ	-9.78215
▁መሻሻል	-9.78242
▁በመውሰድ	-9.78262
ሀምሌ	-9.78275
▁ማስቆጠር	-9.78291
▁ተጠርጣሪዎቹ	-9.78308
በሽታው	-9.78589
▁ገፁ	-9.78854
መረብ	-9.79014
ሽን	-9.79044
ይህንን	-9.79053
ወጡ	-9.79056
▁ዲግሪ	-9.79079
▁ጋዜጠኛ	-9.79147
▁የሚያደርጉት	-9.79204
▁በኮቪድ	-9.79215
ተከላካይ	-9.79227
▁ይመስላል	-9.79317
▁ጌታሁን	-9.79317
▁ተግባራትን	-9.79319
▁እርሻ	-9.79376
▁የሚያስ	-9.79444
▁መር	-9.79457
▁ባላቸው	-9.79459
▁ብቸኛ	-9.79498
▁መንስኤ	-9.79509
ኛል	-9.79526
▁ጎሎች	-9.7955
▁ሲጠናቀቅ	-9.79618
ወረርሽኙ	-9.79638
▁ያህሉ	-9.79786
▁ተሳትፈዋል	-9.79788
▁ሙከራዎች	-9.79812
▁መጠበቅ	-9.79812
▁አርብቶ	-9.79817
▁የሚጠበቀው	-9.79843
▁አክለውም	-9.79852
▁ፋይዳ	-9.79876
▁እሴት	-9.7988
▁አያይዘውም	-9.79913
▁በአብዛኛው	-9.79972
▁ተወልደ	-9.80024
▁ማምረት	-9.80025
▁የብልፅግና	-9.80051
▁መጠናቀቅ	-9.80057
▁ማር	-9.80212
▁ይቀጥላል	-9.80261
▁የሶማሊያ	-9.8027
▁ህግን	-9.80304
▁አገልግሎቱን	-9.80394
ዜ	-9.80399
ሚኒስትሩ	-9.80405
▁ለመጀመር	-9.80429
▁ለመጠበቅ	-9.80504
▁የሌላቸው	-9.80516
ደቡብ	-9.80517
▁የለውም	-9.80537
▁ለአገር	-9.80564
ነገር	-9.80729
▁ፍቅር	-9.80798
▁ነውበ	-9.80811
▁አባላቱ	-9.80833
▁እያከናወነ	-9.80848
▁ንጉሴ	-9.81022
▁የተነገረው	-9.81063
አሰልጣኝ	-9.81144
▁ለቆ	-9.81151
▁የተከሰተው	-9.81153
▁በሶማሌ	-9.81225
▁ፉክክር	-9.81297
▁የብር	-9.81442
▁ቢቂላ	-9.81455
▁አስታውሷል	-9.81455
▁ውጤቱ	-9.81533
▁ሰላምን	-9.8155
▁አደጋዎች	-9.81592
▁ላለ	-9.816
▁ለቪኦኤ	-9.81732
ማን	-9.81734
▁የተዘጋጀ	-9.81792
▁ጉዳዮችን	-9.81832
▁በተፈጠረው	-9.8186
▁የቆዩት	-9.81871
ፈር	-9.81892
▁በማሳደግ	-9.81937
▁በክልል	-9.81938
▁የተፈናቀሉ	-9.81942
▁ወሰን	-9.81962
▁ሩብ	-9.81971
▁ይቻላል	-9.81983
▁ሰኢድ	-9.81995
▁ተደጋጋሚ	-9.82005
▁ደካማ	-9.82026
▁በተግባር	-9.82077
ቀጣዮቹ	-9.82179
▁ተቀብለው	-9.8218
▁አራተኛ	-9.82241
▁የሲቪል	-9.82357
ዶር	-9.82373
▁እዳ	-9.82422
▁የፊታችን	-9.82435
▁ነክ	-9.82474
▁ጉ	-9.82481
▁አስፈፃሚው	-9.82503
▁ኤስ	-9.82569
▁እያካሄደ	-9.82602
ቺ	-9.82624
▁ሯንዳ	-9.82639
▁በእጅጉ	-9.8291
▁ያልሆነ	-9.82937
▁ያላት	-9.82954
▁ጥምረት	-9.82954
▁ባቀረቡ	-9.83042
ክስ	-9.83047
መን	-9.83092
▁መርሀግብር	-9.83157
▁አንዷ	-9.8316
▁መኪና	-9.83171
▁መያዛቸውን	-9.83236
▁ተቋማትን	-9.83425
▁ያለባቸው	-9.8343
▁በርስ	-9.83435
▁አቀባዩ	-9.8364
▁ዝቅ	-9.8365
በው	-9.83694
▁ድንቅ	-9.83707
▁አውሮፓ	-9.83711
▁አጭር	-9.83735
▁የመፍትሄ	-9.83768
▁የህፃናት	-9.83804
▁ምትክ	-9.83841
▁ቀጥሏል	-9.83885
▁ሪፐብሊክ	-9.83888
ዊው	-9.83922
▁ማለዳ	-9.84017
▁ለሰላም	-9.84079
▁የሳይንስ	-9.84105
▁በመገንባት	-9.84131
▁የበኩሉ	-9.84191
▁እንኳ	-9.84238
ፃ	-9.84251
ይህም	-9.84262
ዞ	-9.84291
▁የሚታየው	-9.84315
ሟ	-9.84365
▁ሽንፈት	-9.84395
▁ለመሳተፍ	-9.84671
▁የበኩላቸው	-9.84688
▁ድንገተኛ	-9.84712
▁በፅኑ	-9.8479
▁ቡናን	-9.84821
▁ያስታወቁት	-9.84903
▁ማስፈፀሚያ	-9.84959
▁ዝግጅቶች	-9.84985
▁የመጡ	-9.85028
▁ችለናል	-9.85123
▁ተሰጥቷል	-9.85127
▁ተዋህ	-9.8513
▁ማጥቃት	-9.85133
▁ባል	-9.852
▁ትልቁ	-9.85242
▁መስጠቱን	-9.85266
▁በራሳቸው	-9.85279
▁ያሳለፈው	-9.85299
ንደቅ	-9.8531
▁የድሬዳዋ	-9.85361
▁ታሳቢ	-9.85372
▁በብዛት	-9.85373
▁በሚቀጥለው	-9.85463
▁አሳሳቢ	-9.85525
▁ቁሳቁሶች	-9.85526
▁ስሁል	-9.85587
ከር	-9.85639
▁በሞት	-9.85679
▁ተፋሰስ	-9.85698
▁የህገ	-9.85727
ሪፖርተር	-9.8573
▁ፓ	-9.85825
▁ማእከሉ	-9.85926
▁የሚመራ	-9.85929
ኙ	-9.85976
▁በአመቱ	-9.85986
▁ኤልያስ	-9.85989
▁በምን	-9.86016
ራክ	-9.86057
▁ሆቴሎች	-9.86198
ስት	-9.86205
▁ደሴ	-9.86219
▁በየደረጃው	-9.86225
▁የእ	-9.86294
▁የማህበራዊ	-9.86304
▁ተከሳሽ	-9.86307
▁በፅህፈት	-9.86308
▁አማኑኤል	-9.86317
▁የተሳተፉ	-9.86318
▁ይሆናሉ	-9.86376
▁ከህዝብ	-9.86379
▁ዘርፈ	-9.86405
▁ቤቱን	-9.86418
▁አሰ	-9.86487
ማር	-9.86489
ችሁ	-9.8655
▁ስምምነቱን	-9.86559
▁ሶማሌ	-9.86628
▁ጌትነት	-9.86629
እስካሁን	-9.86687
▁ሰሚ	-9.86703
▁ስቴት	-9.86773
▁በተለየ	-9.86886
▁ከኮሮና	-9.86946
▁ተከላካዩ	-9.86955
ሚቀጥሉት	-9.86956
ቀኑ	-9.86965
▁በአንፃሩ	-9.87094
▁በዘንድሮ	-9.87132
▁ኡመር	-9.87141
▁ለመውጣት	-9.87194
ዎቻቸው	-9.8729
▁በሆኑ	-9.87294
▁ወንጀሎች	-9.87297
▁ሜ	-9.87363
▁ይኖረዋል	-9.8739
ነሱ	-9.87403
▁ነን	-9.87436
▁የመጣ	-9.87454
ጥር	-9.87469
▁ትርጉም	-9.87507
▁የሚያደርገውን	-9.87519
▁መንግስትና	-9.8761
▁ከጊዜ	-9.87611
▁ወጣቶችን	-9.87622
▁ተመላክቷል	-9.87645
▁ጠቅሷል	-9.87645
▁አሰልጣኝነት	-9.87722
▁የምርምር	-9.87728
ልኝ	-9.87732
▁ተጠሪ	-9.87732
▁መዘጋጀቱን	-9.87742
▁ለተለያዩ	-9.87743
▁ታደለ	-9.87756
▁መውሰድ	-9.87761
▁ማዳበሪያ	-9.87774
▁ተጠርጣሪ	-9.87821
▁አካላትን	-9.8786
▁የግድቡ	-9.8786
▁ተከታዮች	-9.87901
▁ተይዞ	-9.87912
▁ከአምስት	-9.87954
▁ዋ	-9.87959
▁የሚንቀሳቀሱ	-9.87964
ግማሽ	-9.88036
▁ከስልጣን	-9.88086
▁በዘንድሮው	-9.88129
▁ወይ	-9.88223
▁የፍርድ	-9.88269
▁ቢሮው	-9.88286
▁የጠበቀ	-9.88336
▁ለበርካታ	-9.88376
▁ስላለው	-9.88413
▁አስታውሰው	-9.8842
▁ብለን	-9.88429
▁ስብሰባው	-9.88453
▁ካርታ	-9.88455
▁ቢያ	-9.88501
▁በነበራቸው	-9.8855
ሰን	-9.8858
▁ጥፋተኛ	-9.88585
▁አሻራ	-9.88629
▁ለመሰብሰብ	-9.88673
▁ሮ	-9.88753
▁ሁለንተናዊ	-9.88768
▁የሚያደርጉ	-9.88778
▁የድል	-9.88852
▁የነበራቸው	-9.88944
▁ከስድስት	-9.88964
▁የሊጉ	-9.88965
ስተ	-9.89007
ዉን	-9.8903
ሏ	-9.8904
▁ዲፕሎማሲያዊ	-9.89052
▁ሀዲያ	-9.89091
▁ዜግነት	-9.89246
▁መቀነስ	-9.8931
▁ረጅም	-9.89364
▁ሩሲያ	-9.894
▁የግንዛቤ	-9.89415
▁ህዝቡን	-9.89423
▁በውድድሩ	-9.89444
▁ያነጋገራቸው	-9.89454
▁ውሳኔው	-9.89468
ጦ	-9.89579
በአሉ	-9.89607
▁ኳሶች	-9.89668
▁የጀመሩት	-9.8969
▁ስርጭትን	-9.89705
ኩት	-9.89712
▁ባለመቻሉ	-9.89714
▁ማስተባበሪያ	-9.89781
▁ጠዋት	-9.89831
▁ባህርዳር	-9.89917
▁ለሁለተኛ	-9.8995
▁ተቀብሎ	-9.89952
▁በቅርበት	-9.8997
▁ይገልፃል	-9.8997
▁ታስቦ	-9.89976
▁ካሳሁን	-9.89978
▁በአውሮፓ	-9.90009
ኤል	-9.90014
▁ኦርቶዶክስ	-9.90028
▁ቁጥራቸው	-9.90071
▁የሚደርስ	-9.90074
▁ጥልቅ	-9.90131
ጓ	-9.90192
▁በማውጣት	-9.90232
▁ኮሙኒኬሽን	-9.90232
▁ለማስከበር	-9.90233
▁ለማስፈን	-9.90234
▁አስተማማኝ	-9.90264
▁ከቅርብ	-9.90279
መው	-9.90334
ላቸውን	-9.90395
መልስ	-9.90396
▁የሙያ	-9.90402
▁ከብሄራዊ	-9.9047
▁ሲሰሩ	-9.90479
▁ተወስኗል	-9.90495
አምባሳደር	-9.90501
ኗ	-9.9052
▁ወርቁ	-9.90739
▁ኦማር	-9.90772
ይህን	-9.9079
ካሄዱ	-9.908
▁የህዝቡን	-9.90827
▁ለስራ	-9.90898
▁በተሰጠው	-9.90923
▁አማ	-9.90986
▁ከንቲባው	-9.9099
▁የጥናት	-9.91017
▁አስቆጥሯል	-9.91022
▁በታላቁ	-9.91056
▁አብዱል	-9.91081
▁ሁ	-9.91194
▁ዩጋንዳ	-9.91219
▁ተዘግቧል	-9.91286
▁ማስተማር	-9.91287
▁ለመፈፀም	-9.91291
▁ወንድሙ	-9.91313
▁ብሄረሰብ	-9.91453
ባል	-9.91489
▁በስምምነት	-9.91518
በተለይም	-9.91525
▁ዝግጅቱን	-9.91654
▁ፖሊሶች	-9.91656
▁ዲሲ	-9.91709
▁ከስራ	-9.91716
▁ፋ	-9.91728
▁አጥቂው	-9.91743
▁የገቡት	-9.91747
▁ተቀይሮ	-9.91817
▁በአንድነት	-9.91826
▁ድንጋይ	-9.91876
▁መዋላቸውን	-9.91885
▁እቅዱ	-9.91904
▁አምራቾች	-9.91912
▁በዩናይትድ	-9.91928
▁መስ	-9.9197
መላው	-9.91994
ሆኖ	-9.92019
▁በሜዳው	-9.92027
▁ማውጣት	-9.92084
▁የአስተዳደር	-9.92084
▁ፍሰት	-9.92085
ቫ	-9.92095
▁የገቡ	-9.92181
▁ጥያቄዎችን	-9.92257
▁ስሙ	-9.92331
▁ቁሳቁስ	-9.92352
▁እየተከናወኑ	-9.92368
▁ወጥቷል	-9.92388
▁ስብስብ	-9.92395
▁ውድድሩን	-9.92399
▁የአመራር	-9.92441
▁ወለጋ	-9.92465
▁መዲና	-9.92468
▁ህሙማን	-9.92496
▁እገዳ	-9.92524
▁በኛ	-9.92561
▁በተከታታይ	-9.92569
▁ኮቪድ	-9.92582
▁ተጠቃሽ	-9.92626
▁አስኪያጁ	-9.92639
ኮሮናቫይረስ	-9.92646
▁የቡድን	-9.92678
▁የሚመጡ	-9.92689
ባህር	-9.92719
▁ተጠቃሚዎች	-9.92772
▁ዴ	-9.92816
ኖር	-9.9287
▁አቤል	-9.9289
▁በመደገፍ	-9.92897
▁እንደሚጀምር	-9.92916
▁ክፍተቶች	-9.92917
▁በሂደት	-9.92935
▁ያገኘው	-9.9295
▁በደረሰው	-9.93005
▁ገፅታ	-9.93014
▁አያ	-9.9309
▁ማካሄድ	-9.93183
▁የተዘጋጀው	-9.93285
▁ጥናቱ	-9.93292
ደረ	-9.93342
በዚሁ	-9.93356
▁በእነዚህ	-9.93399
▁ተስማምተዋል	-9.93428
▁የሚገመት	-9.93489
▁በአሉን	-9.93502
▁ኢራን	-9.93526
▁በማስ	-9.9355
▁አስከባሪ	-9.93569
▁ፈ	-9.9357
▁ተሞክሮ	-9.93576
▁ቤ	-9.93608
ዶች	-9.93623
▁ፍተሻ	-9.93632
▁ወንድ	-9.93664
▁ብሄረሰቦች	-9.93707
▁ይህንኑ	-9.93718
▁በሙስና	-9.93747
▁ውይይቶች	-9.93761
▁ፌዴራል	-9.93796
▁የአንድነት	-9.93824
▁አስራት	-9.93825
▁የሞባይል	-9.93825
▁ስንዴ	-9.93841
▁አው	-9.93846
▁ማንነት	-9.93881
ጄ	-9.93929
▁ሂሩት	-9.93973
▁በመቃወም	-9.93979
የአለም	-9.93986
▁መንቀሳቀስ	-9.94013
▁ግቢ	-9.94037
▁አቡነ	-9.94091
▁ስርአትን	-9.94197
▁ሴ	-9.94211
▁ኢን	-9.94232
▁ለማስገባት	-9.94244
▁ባለመሆኑ	-9.94265
▁የሰዎች	-9.94271
▁ይነገራል	-9.94275
▁መጠጥ	-9.94279
መታ	-9.94317
▁ደብረ	-9.94374
▁ኡ	-9.94375
▁የቀረቡ	-9.9441
▁ግቦችን	-9.945
▁አረጋግጧል	-9.94517
▁ልደቱ	-9.94517
▁ሳምሶን	-9.94611
▁ለመጀመርያ	-9.94618
▁ፋብሪካው	-9.94624
▁ማይክ	-9.94744
ቄ	-9.94767
▁አሳይቷል	-9.94791
▁ባስተላለፉ	-9.948
▁በመጨረሻም	-9.94808
▁እድሎችን	-9.94839
▁አለብን	-9.94849
▁እንዲውል	-9.94859
▁ጨዋታዎችን	-9.94862
▁ድርጊቱን	-9.94909
▁የቫይረሱ	-9.94932
▁የፌዴሬሽን	-9.94948
ቶቹ	-9.95059
▁ኮሌጅ	-9.95065
▁መገርሳ	-9.95066
▁ሰጥተው	-9.95096
▁በመጀመሪያ	-9.95113
▁አየለ	-9.95189
▁አለማቀፍ	-9.95231
▁ቃሊቲ	-9.9527
እነዚህ	-9.95321
▁አመላክተዋል	-9.95341
▁ያስታወሱት	-9.95341
▁ጥብቅ	-9.95341
▁ፈቃደኛ	-9.95344
▁በተፈጠረ	-9.95364
▁መዳረሻ	-9.95365
ወጣ	-9.95384
▁ቅጥር	-9.95437
▁የበላይነትን	-9.95466
▁በብዙ	-9.95468
▁በከተማው	-9.95503
ጠፋ	-9.956
▁የቅጣት	-9.95608
ሳካ	-9.95711
ችበት	-9.95852
▁ያለፈው	-9.9588
▁መስኮት	-9.95895
▁ተጠቅሞ	-9.95897
▁ኮሮና	-9.95898
▁የሚጠጉ	-9.96023
ድር	-9.96078
▁የተጀመረውን	-9.96105
▁ህዝብን	-9.96136
ዮን	-9.9617
▁በማዘጋጀት	-9.96172
▁አስመልክተው	-9.96172
▁ግሽበት	-9.96172
▁የሚታዩ	-9.96238
▁ተለዋጭ	-9.96247
▁እንደገለፀው	-9.96258
▁አደጋው	-9.96443
▁አንበጣ	-9.96477
▁ሞሀመድ	-9.96497
የአማራ	-9.96508
▁በሴቶች	-9.96604
▁አለምአቀፍ	-9.96657
▁ሀውስ	-9.96733
▁ሌላኛው	-9.96809
▁የገቢዎች	-9.9681
ፈታ	-9.96832
▁አብደላ	-9.96979
▁መላው	-9.96984
▁ሳኡዲ	-9.96992
▁የተከሰተውን	-9.97007
▁የሚቆይ	-9.97051
▁የሀብረተሰብ	-9.9706
▁ኦዲት	-9.97066
▁በሀይል	-9.97078
በክልሉ	-9.97146
ቷን	-9.97192
▁አድሀኖም	-9.97291
▁ሀላፊነታቸውን	-9.97353
▁ስደተኞችን	-9.97416
▁አስቻለው	-9.97436
▁ሌ	-9.97461
▁ሀገራቱ	-9.97486
▁ተሽከርካሪ	-9.97486
▁ይሰጣል	-9.97574
መጋቢት	-9.97588
▁ስላሴ	-9.97631
▁የተቃውሞ	-9.97687
▁ቤተሰብ	-9.97707
▁በፖሊስ	-9.97712
ቬ	-9.97762
▁መንጋ	-9.97774
▁ስፋት	-9.97864
▁ሲያገለግሉ	-9.97868
▁ለብሄራዊ	-9.97869
መሀል	-9.97894
▁ጃ	-9.97895
▁የሰላምና	-9.97899
▁የዜጎችን	-9.97933
ሚያ	-9.97935
ፔ	-9.97946
▁የሚኖረው	-9.97975
▁ዘርፉን	-9.97978
▁ዩ	-9.98075
▁አሳልፏል	-9.98141
▁ለፌዴራል	-9.98185
▁ችግኝ	-9.98185
▁መፈፀሙን	-9.98217
▁እንድ	-9.98218
▁ማለፍ	-9.98232
▁ሱ	-9.98244
ሰር	-9.98249
▁በአየር	-9.9828
▁ልኡካን	-9.98303
▁ሀብረተሰቡ	-9.98381
▁አዋጁን	-9.9842
▁ውሳኔዎች	-9.98461
▁ሰርቪስ	-9.98493
▁የአቶ	-9.98521
▁ከነገ	-9.98532
በቅርቡ	-9.9861
▁በፍርድ	-9.98613
▁ለሚሆኑ	-9.98657
▁ቀጣይነት	-9.98681
ለዚህ	-9.98684
▁አት	-9.98738
▁ፓርላማ	-9.98744
▁በመከላከል	-9.98822
▁የቀረበውን	-9.98846
▁ኢንሹራንስ	-9.98903
▁በፖለቲካ	-9.98911
ስታ	-9.98922
▁አስፈላጊው	-9.98936
▁ተቋርጦ	-9.98993
▁ሀላፊነቱ	-9.99021
▁አምባሳደሩ	-9.99085
▁ውጤቱን	-9.99124
▁እንደሚገባቸው	-9.99269
▁ገዛኸኝ	-9.9928
▁አልቻለም	-9.9928
▁ሚንስትሩ	-9.99335
በአዲስ	-9.99366
ቅዱስ	-9.99378
▁አድርጎታል	-9.99396
▁ከተማዋ	-9.99449
▁የአሜሪካን	-9.9945
▁በተባለው	-9.99475
▁ፈፅመዋል	-9.99568
▁ቡ	-9.99573
▁የአሰልጣኝ	-9.99598
▁የቻለ	-9.99603
▁ባለመ	-9.99607
▁አሸንፎ	-9.99609
▁የተሰኘው	-9.99683
▁ቤተክርስቲያን	-9.99688
▁ከማድረግ	-9.99695
▁ፈረንሳይ	-9.99789
▁አልነበረም	-9.99855
▁በማካሄድ	-9.99867
▁የእርስ	-9.99882
▁የችግኝ	-9.99885
▁የእንስሳት	-9.99895
▁ሊትር	-9.99921
ሎች	-9.9996
▁በህክምና	-9.99979
▁በአማካይ	-10.0001
▁ውሳኔውን	-10.0003
▁ሽብር	-10.0012
▁ፊርማ	-10.0013
▁ገበየሁ	-10.0014
▁ፍጥነት	-10.0014
▁መፍታት	-10.0015
▁መያዛቸው	-10.0019
▁ስለሺ	-10.0022
▁የአደጋ	-10.0022
▁ቀጣዩ	-10.0041
▁ስፍራው	-10.0044
▁የሚያስፈልገው	-10.005
▁በፌስቡክ	-10.005
ዘር	-10.0052
▁በተገኘ	-10.0052
▁ሚስተ	-10.0054
ላል	-10.0059
▁የራሱን	-10.0061
▁ታወቀ	-10.0063
▁አቆጣጠር	-10.0076
ሾ	-10.008
▁ከኦሮሚያ	-10.0082
▁የዛሬ	-10.0086
▁ውይይቱ	-10.0086
▁ቀጠና	-10.009
▁የተደረገላቸው	-10.0091
▁ሙሳ	-10.0091
▁ጥበብ	-10.0091
ሰማ	-10.0092
ፈው	-10.0096
▁እረፍት	-10.0097
▁አሉታዊ	-10.0104
▁ሙሌት	-10.0105
▁በተባለ	-10.011
▁ጊኒ	-10.012
▁የአዳማ	-10.0125
ስራ	-10.0132
▁የአምስት	-10.0135
▁ባስ	-10.0136
▁የሀብት	-10.0143
▁በውሀ	-10.0144
▁ዲፕሎማቶች	-10.0146
▁ህዝበ	-10.0152
▁መሸፈኛ	-10.016
▁የሚፈልጉ	-10.0164
ቀው	-10.0173
▁ግብአቶች	-10.0183
ዝርዝሩ	-10.0186
▁ሜትሪ	-10.0186
▁የአሰራር	-10.019
▁አድራጎት	-10.019
▁ጎብኝተዋል	-10.019
▁መርምሮ	-10.019
▁ጁንታ	-10.0198
▁በአቶ	-10.0204
▁መጠለያ	-10.0206
ሰሩ	-10.0208
▁የእንግሊዝ	-10.021
▁እያሉ	-10.0211
▁ባይደን	-10.0211
▁አስተላልፏል	-10.0219
▁ግዛቶች	-10.0219
▁የስልክ	-10.0219
▁ለማስወገድ	-10.0221
▁እንደተገኘባቸው	-10.0222
▁ሀይለማሪያም	-10.0222
▁ጉባኤውን	-10.0223
▁ታዳጊ	-10.0226
▁ለቀጣይ	-10.0226
▁ሚዲያዎች	-10.0227
▁እያንዳንዳቸው	-10.0228
▁መሳሪያዎችን	-10.0228
▁የወጣ	-10.023
▁የመሪዎች	-10.0234
▁ህጎች	-10.0243
▁በቦሌ	-10.0249
▁ምልልስ	-10.0249
▁ዳሽን	-10.0251
▁ዲኤታ	-10.0252
▁አቅርቦ	-10.0253
▁ማግኘቱን	-10.0265
▁እየሰጠ	-10.0267
▁በኢኮኖሚ	-10.0267
▁መያዝ	-10.0268
▁ስለመሆኑ	-10.0269
▁የኮሚሽኑ	-10.0271
▁መረጃው	-10.0275
▁ኮሚቴዎች	-10.0277
▁ማለፉ	-10.0283
▁መርህ	-10.0285
▁የሚነሱ	-10.0289
▁የኢፌዲሪ	-10.0289
▁ገለልተኛ	-10.0292
▁እንደምት	-10.0293
በዛሬው	-10.0295
▁ጄነራል	-10.0299
▁ህንድ	-10.0302
▁ደን	-10.0304
▁ቆይቶ	-10.0308
▁የተሰኘ	-10.0312
▁ድጋፉ	-10.0313
መለስ	-10.0313
▁ሻ	-10.0316
▁ይዘን	-10.0318
ለም	-10.032
▁ካደረጉ	-10.0322
▁መሆኑንና	-10.0325
▁ነ	-10.033
ዲን	-10.0334
▁ላቀ	-10.0341
▁ፍሬው	-10.0346
▁ደረጃውን	-10.0347
ታላቁ	-10.0347
▁አቻቸው	-10.0347
ዩናይትድ	-10.035
በል	-10.0351
▁ፈራሚ	-10.0352
▁ጠበቃ	-10.0356
▁የሞት	-10.0365
▁እንቅፋት	-10.0368
▁ቅናሽ	-10.0368
▁ተይዘው	-10.0369
▁እንደሚሆኑ	-10.037
▁ማምሻውን	-10.0372
▁የቀረቡት	-10.0374
▁የሚገባ	-10.0375
▁አምባሳደሮች	-10.0378
▁የሚጠበቅ	-10.038
▁በመሄድ	-10.0386
▁በጋምቤላ	-10.0392
▁ፕሬዝደንት	-10.0393
ቆሙ	-10.0394
ኞች	-10.0395
▁እንዲቀርቡ	-10.04
▁የሶማሌ	-10.0402
▁በጥናት	-10.0402
ውል	-10.041
▁ማስፋፊያ	-10.0413
▁መኖር	-10.0414
▁በምክር	-10.0416
▁ዩሮ	-10.0423
ሰጣቸው	-10.0428
▁ቱርክ	-10.043
ቲን	-10.0432
▁ኢንጂነሪንግ	-10.0438
ታህሳስ	-10.0445
ጠራ	-10.0447
▁ደረጃዎች	-10.0448
▁ወልደ	-10.0457
▁ከሚገኘው	-10.0473
▁በየትኛው	-10.0474
ኳስ	-10.0476
▁ሲቪል	-10.0478
▁የተገነባው	-10.048
▁የዘንድሮው	-10.0486
▁ይጠቁማል	-10.0489
▁ገደማ	-10.0489
▁ገብረሚካኤል	-10.0489
▁እንዲኖረው	-10.049
ሰሙ	-10.0497
የአፍሪካ	-10.0497
▁የአባይ	-10.0499
▁ካቢኔ	-10.0513
▁እየተንቀሳቀሰ	-10.0519
▁ፕሬዝዳንቱ	-10.0522
▁አማካዩ	-10.0529
▁ካምፕ	-10.053
ታችን	-10.0534
▁ፈጣሪ	-10.0537
▁ቆይታቸው	-10.0539
▁ማእድን	-10.0549
▁ማምረቻ	-10.0551
▁አደረገ	-10.0566
▁ወንዶች	-10.0574
▁አስተሳሰብ	-10.058
▁ተከስቶ	-10.058
▁ያሉበት	-10.0583
ሯቸው	-10.0584
ብር	-10.0585
ሚያደርጉት	-10.0586
▁የቴሌኮም	-10.0589
ረዳ	-10.0591
▁አቅራቢያ	-10.0594
▁በዞኑ	-10.0604
▁ሰር	-10.0604
የካቲት	-10.0605
▁ውጥረት	-10.0611
ስተር	-10.0612
▁ተጨባጭ	-10.0614
▁አቅርበው	-10.0617
▁ሀጫሉ	-10.0623
▁የአፍ	-10.0625
▁መድረስ	-10.0625
▁አራቱ	-10.063
▁ሹም	-10.0632
▁አጋርነት	-10.0637
▁በተከሰተው	-10.064
▁በከፊል	-10.0641
▁ደርሶ	-10.0647
▁የአረንጓዴ	-10.0652
▁ዳኝነት	-10.0654
▁አደገኛ	-10.0658
▁በጉባኤው	-10.0663
▁ገብቶ	-10.0674
▁እንደሚጀመር	-10.0675
▁እጩዎች	-10.0682
▁ለገበያ	-10.0685
▁የፖሊሲ	-10.0693
በአጠቃላይ	-10.0694
▁አውደ	-10.0698
▁በስድስት	-10.0698
